/*
Navicat MySQL Data Transfer

Source Server         : localhost
Source Server Version : 50528
Source Host           : localhost:3306
Source Database       : cadre_archives_manage

Target Server Type    : MYSQL
Target Server Version : 50528
File Encoding         : 65001

Date: 2018-05-21 11:21:06
*/

SET FOREIGN_KEY_CHECKS=0;

-- ----------------------------
-- Table structure for `db_version`
-- ----------------------------
DROP TABLE IF EXISTS `db_version`;
CREATE TABLE `db_version` (
  `id` varchar(100) NOT NULL COMMENT '数据ID',
  `db_version` varchar(50) DEFAULT NULL COMMENT '数据库版本',
  `create_by` varchar(64) DEFAULT NULL COMMENT '创建者',
  `create_date` datetime DEFAULT NULL COMMENT '创建时间',
  `update_by` varchar(64) DEFAULT NULL COMMENT '更新者',
  `update_date` datetime DEFAULT NULL COMMENT '更新时间',
  `remarks` varchar(500) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  KEY `oa_notify_del_flag` (`del_flag`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='数据库版本';

-- ----------------------------
-- Records of db_version
-- ----------------------------
INSERT INTO `db_version` VALUES ('aa603820-f1f2-11e7-99c3-241c04a09d75', '3.2.5-3.2.6', 'TFKJ', '2018-01-05 16:30:21', 'TFKJ', '2018-01-05 16:30:21', null, '0');

-- ----------------------------
-- Table structure for `emp_seq`
-- ----------------------------
DROP TABLE IF EXISTS `emp_seq`;
CREATE TABLE `emp_seq` (
  `name` varchar(50) NOT NULL,
  `start_value` int(11) NOT NULL,
  `increment_value` int(11) NOT NULL DEFAULT '1',
  PRIMARY KEY (`name`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of emp_seq
-- ----------------------------

-- ----------------------------
-- Table structure for `retired_cadre`
-- ----------------------------
DROP TABLE IF EXISTS `retired_cadre`;
CREATE TABLE `retired_cadre` (
  `id` varchar(64) NOT NULL,
  `sort` int(11) DEFAULT NULL,
  `note_no` varchar(16) DEFAULT NULL COMMENT '本号',
  `name` varchar(64) NOT NULL,
  `sex` char(1) DEFAULT NULL,
  `archives_no` varchar(16) DEFAULT NULL,
  `units_duties` varchar(255) DEFAULT NULL,
  `birthday` date DEFAULT NULL,
  `education` varbinary(4) DEFAULT NULL,
  `reference_no` varchar(16) DEFAULT NULL,
  `archives_createtime` datetime DEFAULT NULL,
  `status` varchar(2) DEFAULT NULL COMMENT '1-离退\r\n2-死亡\r\n3-已转档案局',
  `status_tem` varchar(2) DEFAULT NULL COMMENT '状态的缓存：保存更改前的状态',
  `died_time` datetime DEFAULT NULL,
  `record_office_time` datetime DEFAULT NULL,
  `work_unit` varchar(120) DEFAULT NULL,
  `record_office_address` varchar(120) DEFAULT NULL,
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记（0：正常；1：删除）'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of retired_cadre
-- ----------------------------
INSERT INTO `retired_cadre` VALUES ('100001', '1', null, '姓名_1', '1', '档案号_1', '单位及职务_1', '2000-01-01', 0x31, '任免文号_1', '2000-01-01 12:00:00', '1', '1', '2000-01-01 12:00:00', '2000-01-01 12:00:00', '20001', '档案局地址_1', null, '1001', '2000-01-01 12:00:00', '1001', '2000-01-01 12:00:00', '备注信息_1', '0');
INSERT INTO `retired_cadre` VALUES ('100002', '2', null, '姓名_2', '2', '档案号_2', '单位及职务_2', '2000-01-02', 0x32, '任免文号_2', '2000-01-02 12:00:00', '2', '2', '2000-01-02 12:00:00', '2000-01-02 12:00:00', '20001', '档案局地址_2', null, '1002', '2000-01-02 12:00:00', '1002', '2000-01-02 12:00:00', '备注信息_2', '0');
INSERT INTO `retired_cadre` VALUES ('100003', '3', null, '姓名_3', '1', '档案号_3', '单位及职务_3', '2000-01-03', 0x33, '任免文号_3', '2000-01-03 12:00:00', '3', '3', '2000-01-03 12:00:00', '2000-01-03 12:00:00', '20001', '档案局地址_3', null, '1003', '2000-01-03 12:00:00', '1003', '2000-01-03 12:00:00', '备注信息_3', '0');
INSERT INTO `retired_cadre` VALUES ('100004', '4', null, '姓名_4', '2', '档案号_4', '单位及职务_4', '2000-01-04', 0x34, '任免文号_4', '2000-01-04 12:00:00', '1', '1', '2000-01-04 12:00:00', '2000-01-04 12:00:00', '20004', '档案局地址_4', null, '1004', '2000-01-04 12:00:00', '1004', '2000-01-04 12:00:00', '备注信息_4', '0');
INSERT INTO `retired_cadre` VALUES ('100005', '5', null, '姓名_5', '1', '档案号_5', '单位及职务_5', '2000-01-05', 0x35, '任免文号_5', '2000-01-05 12:00:00', '2', '2', '2000-01-05 12:00:00', '2000-01-05 12:00:00', '20005', '档案局地址_5', null, '1005', '2000-01-05 12:00:00', '1005', '2000-01-05 12:00:00', '备注信息_5', '0');
INSERT INTO `retired_cadre` VALUES ('100006', '6', null, '姓名_6', '2', '档案号_6', '单位及职务_6', '2000-01-06', 0x36, '任免文号_6', '2000-01-06 12:00:00', '3', '3', '2000-01-06 12:00:00', '2000-01-06 12:00:00', '20006', '档案局地址_6', null, '1006', '2000-01-06 12:00:00', '1006', '2000-01-06 12:00:00', '备注信息_6', '0');
INSERT INTO `retired_cadre` VALUES ('100007', '7', null, '姓名_7', '1', '档案号_7', '单位及职务_7', '2000-01-07', 0x37, '任免文号_7', '2000-01-07 12:00:00', '1', '1', '2000-01-07 12:00:00', '2000-01-07 12:00:00', '20007', '档案局地址_7', null, '1007', '2000-01-07 12:00:00', '1007', '2000-01-07 12:00:00', '备注信息_7', '0');
INSERT INTO `retired_cadre` VALUES ('100008', '8', null, '姓名_8', '2', '档案号_8', '单位及职务_8', '2000-01-08', 0x38, '任免文号_8', '2000-01-08 12:00:00', '2', '2', '2000-01-08 12:00:00', '2000-01-08 12:00:00', '20008', '档案局地址_8', null, '1008', '2000-01-08 12:00:00', '1008', '2000-01-08 12:00:00', '备注信息_8', '0');
INSERT INTO `retired_cadre` VALUES ('100009', '9', null, '姓名_9', '1', '档案号_9', '单位及职务_9', '2000-01-09', 0x31, '任免文号_9', '2000-01-09 12:00:00', '3', '3', '2000-01-09 12:00:00', '2000-01-09 12:00:00', '20009', '档案局地址_9', null, '1009', '2000-01-09 12:00:00', '1009', '2000-01-09 12:00:00', '备注信息_9', '0');
INSERT INTO `retired_cadre` VALUES ('100010', '10', null, '姓名_10', '2', '档案号_10', '单位及职务_10', '2000-01-10', 0x32, '任免文号_10', '2000-01-10 12:00:00', '1', '1', '2000-01-10 12:00:00', '2000-01-10 12:00:00', '20010', '档案局地址_10', null, '1010', '2000-01-10 12:00:00', '1010', '2000-01-10 12:00:00', '备注信息_10', '0');
INSERT INTO `retired_cadre` VALUES ('100011', '11', null, '姓名_11', '1', '档案号_11', '单位及职务_11', '2000-01-11', 0x33, '任免文号_11', '2000-01-11 12:00:00', '2', '2', '2000-01-11 12:00:00', '2000-01-11 12:00:00', '20010', '档案局地址_11', null, '1011', '2000-01-11 12:00:00', '1011', '2000-01-11 12:00:00', '备注信息_11', '0');
INSERT INTO `retired_cadre` VALUES ('100012', '12', null, '姓名_12', '2', '档案号_12', '单位及职务_12', '2000-01-12', 0x34, '任免文号_12', '2000-01-12 12:00:00', '3', '3', '2000-01-12 12:00:00', '2000-01-12 12:00:00', '20012', '档案局地址_12', null, '1012', '2000-01-12 12:00:00', '1012', '2000-01-12 12:00:00', '备注信息_12', '0');
INSERT INTO `retired_cadre` VALUES ('100013', '13', null, '姓名_13', '1', '档案号_13', '单位及职务_13', '2000-01-13', 0x35, '任免文号_13', '2000-01-13 12:00:00', '1', '1', '2000-01-13 12:00:00', '2000-01-13 12:00:00', '20013', '档案局地址_13', null, '1013', '2000-01-13 12:00:00', '1013', '2000-01-13 12:00:00', '备注信息_13', '0');
INSERT INTO `retired_cadre` VALUES ('100014', '14', null, '姓名_14', '2', '档案号_14', '单位及职务_14', '2000-01-14', 0x36, '任免文号_14', '2000-01-14 12:00:00', '2', '2', '2000-01-14 12:00:00', '2000-01-14 12:00:00', '20014', '档案局地址_14', null, '1014', '2000-01-14 12:00:00', '1014', '2000-01-14 12:00:00', '备注信息_14', '0');
INSERT INTO `retired_cadre` VALUES ('100015', '15', null, '姓名_15', '1', '档案号_15', '单位及职务_15', '2000-01-15', 0x37, '任免文号_15', '2000-01-15 12:00:00', '3', '3', '2000-01-15 12:00:00', '2000-01-15 12:00:00', '20015', '档案局地址_15', null, '1015', '2000-01-15 12:00:00', '1015', '2000-01-15 12:00:00', '备注信息_15', '0');
INSERT INTO `retired_cadre` VALUES ('100016', '16', null, '姓名_16', '2', '档案号_16', '单位及职务_16', '2000-01-16', 0x38, '任免文号_16', '2000-01-16 12:00:00', '1', '1', '2000-01-16 12:00:00', '2000-01-16 12:00:00', '20016', '档案局地址_16', null, '1016', '2000-01-16 12:00:00', '1016', '2000-01-16 12:00:00', '备注信息_16', '0');
INSERT INTO `retired_cadre` VALUES ('100017', '17', null, '姓名_17', '1', '档案号_17', '单位及职务_17', '2000-01-17', 0x31, '任免文号_17', '2000-01-17 12:00:00', '2', '2', '2000-01-17 12:00:00', '2000-01-17 12:00:00', '20017', '档案局地址_17', null, '1017', '2000-01-17 12:00:00', '1017', '2000-01-17 12:00:00', '备注信息_17', '0');
INSERT INTO `retired_cadre` VALUES ('100018', '18', null, '姓名_18', '2', '档案号_18', '单位及职务_18', '2000-01-18', 0x32, '任免文号_18', '2000-01-18 12:00:00', '3', '3', '2000-01-18 12:00:00', '2000-01-18 12:00:00', '20018', '档案局地址_18', null, '1018', '2000-01-18 12:00:00', '1018', '2000-01-18 12:00:00', '备注信息_18', '0');
INSERT INTO `retired_cadre` VALUES ('100019', '19', null, '姓名_19', '1', '档案号_19', '单位及职务_19', '2000-01-19', 0x33, '任免文号_19', '2000-01-19 12:00:00', '1', '1', '2000-01-19 12:00:00', '2000-01-19 12:00:00', '20019', '档案局地址_19', null, '1019', '2000-01-19 12:00:00', '1019', '2000-01-19 12:00:00', '备注信息_19', '0');
INSERT INTO `retired_cadre` VALUES ('100020', '20', null, '姓名_20', '2', '档案号_20', '单位及职务_20', '2000-01-20', 0x34, '任免文号_20', '2000-01-20 12:00:00', '2', '2', '2000-01-20 12:00:00', '2000-01-20 12:00:00', '20020', '档案局地址_20', null, '1020', '2000-01-20 12:00:00', '1020', '2000-01-20 12:00:00', '备注信息_20', '0');
INSERT INTO `retired_cadre` VALUES ('100021', '21', null, '姓名_21', '1', '档案号_21', '单位及职务_21', '2000-01-21', 0x35, '任免文号_21', '2000-01-21 12:00:00', '3', '3', '2000-01-21 12:00:00', '2000-01-21 12:00:00', '20021', '档案局地址_21', null, '1021', '2000-01-21 12:00:00', '1021', '2000-01-21 12:00:00', '备注信息_21', '0');
INSERT INTO `retired_cadre` VALUES ('100022', '22', null, '姓名_22', '2', '档案号_22', '单位及职务_22', '2000-01-22', 0x36, '任免文号_22', '2000-01-22 12:00:00', '1', '1', '2000-01-22 12:00:00', '2000-01-22 12:00:00', '20022', '档案局地址_22', null, '1022', '2000-01-22 12:00:00', '1022', '2000-01-22 12:00:00', '备注信息_22', '0');
INSERT INTO `retired_cadre` VALUES ('100023', '23', null, '姓名_23', '1', '档案号_23', '单位及职务_23', '2000-01-23', 0x37, '任免文号_23', '2000-01-23 12:00:00', '2', '2', '2000-01-23 12:00:00', '2000-01-23 12:00:00', '20023', '档案局地址_23', null, '1023', '2000-01-23 12:00:00', '1023', '2000-01-23 12:00:00', '备注信息_23', '0');
INSERT INTO `retired_cadre` VALUES ('100024', '24', null, '姓名_24', '2', '档案号_24', '单位及职务_24', '2000-01-24', 0x38, '任免文号_24', '2000-01-24 12:00:00', '3', '3', '2000-01-24 12:00:00', '2000-01-24 12:00:00', '20024', '档案局地址_24', null, '1024', '2000-01-24 12:00:00', '1024', '2000-01-24 12:00:00', '备注信息_24', '0');
INSERT INTO `retired_cadre` VALUES ('100025', '25', null, '姓名_25', '1', '档案号_25', '单位及职务_25', '2000-01-25', 0x31, '任免文号_25', '2000-01-25 12:00:00', '1', '1', '2000-01-25 12:00:00', '2000-01-25 12:00:00', '20025', '档案局地址_25', null, '1025', '2000-01-25 12:00:00', '1025', '2000-01-25 12:00:00', '备注信息_25', '0');
INSERT INTO `retired_cadre` VALUES ('100026', '26', null, '姓名_26', '2', '档案号_26', '单位及职务_26', '2000-01-26', 0x32, '任免文号_26', '2000-01-26 12:00:00', '2', '2', '2000-01-26 12:00:00', '2000-01-26 12:00:00', '20026', '档案局地址_26', null, '1026', '2000-01-26 12:00:00', '1026', '2000-01-26 12:00:00', '备注信息_26', '0');
INSERT INTO `retired_cadre` VALUES ('100027', '27', null, '姓名_27', '1', '档案号_27', '单位及职务_27', '2000-01-27', 0x33, '任免文号_27', '2000-01-27 12:00:00', '3', '3', '2000-01-27 12:00:00', '2000-01-27 12:00:00', '20027', '档案局地址_27', null, '1027', '2000-01-27 12:00:00', '1027', '2000-01-27 12:00:00', '备注信息_27', '0');
INSERT INTO `retired_cadre` VALUES ('100028', '28', null, '姓名_28', '2', '档案号_28', '单位及职务_28', '2000-01-28', 0x34, '任免文号_28', '2000-01-28 12:00:00', '1', '1', '2000-01-28 12:00:00', '2000-01-28 12:00:00', '200028', '档案局地址_28', null, '1028', '2000-01-28 12:00:00', '1028', '2000-01-28 12:00:00', '备注信息_28', '0');
INSERT INTO `retired_cadre` VALUES ('100029', '29', null, '姓名_29', '1', '档案号_29', '单位及职务_29', '2000-01-29', 0x35, '任免文号_29', '2000-01-29 12:00:00', '2', '2', '2000-01-29 12:00:00', '2000-01-29 12:00:00', '200029', '档案局地址_29', null, '1029', '2000-01-29 12:00:00', '1029', '2000-01-29 12:00:00', '备注信息_29', '1');
INSERT INTO `retired_cadre` VALUES ('100030', '30', null, '姓名_30', '2', '档案号_30', '单位及职务_30', '2000-01-30', 0x36, '任免文号_30', '2000-01-30 12:00:00', '3', '3', '2000-01-30 12:00:00', '2000-01-30 12:00:00', '200030', '档案局地址_30', null, '1030', '2000-01-30 12:00:00', '1030', '2000-01-30 12:00:00', '备注信息_30', '1');
INSERT INTO `retired_cadre` VALUES ('100031', '31', null, '姓名_31', '1', '档案号_31', '单位及职务_31', '2000-01-31', 0x37, '任免文号_31', '2000-01-31 12:00:00', '1', '1', '2000-01-31 12:00:00', '2000-01-31 12:00:00', '200031', '档案局地址_31', null, '1031', '2000-01-31 12:00:00', '1031', '2000-01-31 12:00:00', '备注信息_31', '0');
INSERT INTO `retired_cadre` VALUES ('100032', '32', null, '姓名_32', '2', '档案号_32', '单位及职务_32', '2000-02-01', 0x38, '任免文号_32', '2000-02-01 12:00:00', '2', '2', '2000-02-01 12:00:00', '2000-02-01 12:00:00', '200032', '档案局地址_32', null, '1032', '2000-02-01 12:00:00', '1032', '2000-02-01 12:00:00', '备注信息_32', '0');
INSERT INTO `retired_cadre` VALUES ('100033', '33', null, '姓名_33', '1', '档案号_33', '单位及职务_33', '2000-02-02', 0x31, '任免文号_33', '2000-02-02 12:00:00', '3', '3', '2000-02-02 12:00:00', '2000-02-02 12:00:00', '200033', '档案局地址_33', null, '1033', '2000-02-02 12:00:00', '1033', '2000-02-02 12:00:00', '备注信息_33', '0');
INSERT INTO `retired_cadre` VALUES ('100034', '34', null, '姓名_34', '2', '档案号_34', '单位及职务_34', '2000-02-03', 0x32, '任免文号_34', '2000-02-03 12:00:00', '1', '1', '2000-02-03 12:00:00', '2000-02-03 12:00:00', '200034', '档案局地址_34', null, '1034', '2000-02-03 12:00:00', '1034', '2000-02-03 12:00:00', '备注信息_34', '0');
INSERT INTO `retired_cadre` VALUES ('100035', '35', null, '姓名_35', '1', '档案号_35', '单位及职务_35', '2000-02-04', 0x33, '任免文号_35', '2000-02-04 12:00:00', '2', '2', '2000-02-04 12:00:00', '2000-02-04 12:00:00', '200035', '档案局地址_35', null, '1035', '2000-02-04 12:00:00', '1035', '2000-02-04 12:00:00', '备注信息_35', '0');
INSERT INTO `retired_cadre` VALUES ('100036', '36', null, '姓名_36', '2', '档案号_36', '单位及职务_36', '2000-02-05', 0x34, '任免文号_36', '2000-02-05 12:00:00', '3', '3', '2000-02-05 12:00:00', '2000-02-05 12:00:00', '200036', '档案局地址_36', null, '1036', '2000-02-05 12:00:00', '1036', '2000-02-05 12:00:00', '备注信息_36', '0');
INSERT INTO `retired_cadre` VALUES ('100037', '37', null, '姓名_37', '1', '档案号_37', '单位及职务_37', '2000-02-06', 0x35, '任免文号_37', '2000-02-06 12:00:00', '1', '1', '2000-02-06 12:00:00', '2000-02-06 12:00:00', '200037', '档案局地址_37', null, '1037', '2000-02-06 12:00:00', '1037', '2000-02-06 12:00:00', '备注信息_37', '0');
INSERT INTO `retired_cadre` VALUES ('100038', '38', null, '姓名_38', '2', '档案号_38', '单位及职务_38', '2000-02-07', 0x36, '任免文号_38', '2000-02-07 12:00:00', '2', '2', '2000-02-07 12:00:00', '2000-02-07 12:00:00', '200038', '档案局地址_38', null, '1038', '2000-02-07 12:00:00', '1038', '2000-02-07 12:00:00', '备注信息_38', '0');
INSERT INTO `retired_cadre` VALUES ('100039', '39', null, '姓名_39', '1', '档案号_39', '单位及职务_39', '2000-02-08', 0x37, '任免文号_39', '2000-02-08 12:00:00', '3', '3', '2000-02-08 12:00:00', '2000-02-08 12:00:00', '200039', '档案局地址_39', null, '1039', '2000-02-08 12:00:00', '1039', '2000-02-08 12:00:00', '备注信息_39', '0');
INSERT INTO `retired_cadre` VALUES ('100040', '40', null, '姓名_40', '2', '档案号_40', '单位及职务_40', '2000-02-09', 0x38, '任免文号_40', '2000-02-09 12:00:00', '1', '1', '2000-02-09 12:00:00', '2000-02-09 12:00:00', '200040', '档案局地址_40', null, '1040', '2000-02-09 12:00:00', '1040', '2000-02-09 12:00:00', '备注信息_40', '0');
INSERT INTO `retired_cadre` VALUES ('100041', '41', null, '姓名_41', '1', '档案号_41', '单位及职务_41', '2000-02-10', 0x31, '任免文号_41', '2000-02-10 12:00:00', '2', '2', '2000-02-10 12:00:00', '2000-02-10 12:00:00', '200041', '档案局地址_41', null, '1041', '2000-02-10 12:00:00', '1041', '2000-02-10 12:00:00', '备注信息_41', '0');
INSERT INTO `retired_cadre` VALUES ('100042', '42', null, '姓名_42', '2', '档案号_42', '单位及职务_42', '2000-02-11', 0x32, '任免文号_42', '2000-02-11 12:00:00', '3', '3', '2000-02-11 12:00:00', '2000-02-11 12:00:00', '200042', '档案局地址_42', null, '1042', '2000-02-11 12:00:00', '1042', '2000-02-11 12:00:00', '备注信息_42', '0');
INSERT INTO `retired_cadre` VALUES ('100043', '43', null, '姓名_43', '1', '档案号_43', '单位及职务_43', '2000-02-12', 0x33, '任免文号_43', '2000-02-12 12:00:00', '1', '1', '2000-02-12 12:00:00', '2000-02-12 12:00:00', '200043', '档案局地址_43', null, '1043', '2000-02-12 12:00:00', '1043', '2000-02-12 12:00:00', '备注信息_43', '0');
INSERT INTO `retired_cadre` VALUES ('100044', '44', null, '姓名_44', '2', '档案号_44', '单位及职务_44', '2000-02-13', 0x34, '任免文号_44', '2000-02-13 12:00:00', '2', '2', '2000-02-13 12:00:00', '2000-02-13 12:00:00', '200044', '档案局地址_44', null, '1044', '2000-02-13 12:00:00', '1044', '2000-02-13 12:00:00', '备注信息_44', '0');
INSERT INTO `retired_cadre` VALUES ('100045', '45', null, '姓名_45', '1', '档案号_45', '单位及职务_45', '2000-02-14', 0x35, '任免文号_45', '2000-02-14 12:00:00', '3', '3', '2000-02-14 12:00:00', '2000-02-14 12:00:00', '200045', '档案局地址_45', null, '1045', '2000-02-14 12:00:00', '1045', '2000-02-14 12:00:00', '备注信息_45', '0');
INSERT INTO `retired_cadre` VALUES ('100046', '46', null, '姓名_46', '2', '档案号_46', '单位及职务_46', '2000-02-15', 0x36, '任免文号_46', '2000-02-15 12:00:00', '1', '1', '2000-02-15 12:00:00', '2000-02-15 12:00:00', '200046', '档案局地址_46', null, '1046', '2000-02-15 12:00:00', '1046', '2000-02-15 12:00:00', '备注信息_46', '0');
INSERT INTO `retired_cadre` VALUES ('100047', '47', null, '姓名_47', '1', '档案号_47', '单位及职务_47', '2000-02-16', 0x37, '任免文号_47', '2000-02-16 12:00:00', '2', '2', '2000-02-16 12:00:00', '2000-02-16 12:00:00', '200047', '档案局地址_47', null, '1047', '2000-02-16 12:00:00', '1047', '2000-02-16 12:00:00', '备注信息_47', '0');
INSERT INTO `retired_cadre` VALUES ('100048', '48', null, '姓名_48', '2', '档案号_48', '单位及职务_48', '2000-02-17', 0x38, '任免文号_48', '2000-02-17 12:00:00', '3', '3', '2000-02-17 12:00:00', '2000-02-17 12:00:00', '200048', '档案局地址_48', null, '1048', '2000-02-17 12:00:00', '1048', '2000-02-17 12:00:00', '备注信息_48', '0');
INSERT INTO `retired_cadre` VALUES ('100049', '49', null, '姓名_49', '1', '档案号_49', '单位及职务_49', '2000-02-18', 0x31, '任免文号_49', '2000-02-18 12:00:00', '1', '1', '2000-02-18 12:00:00', '2000-02-18 12:00:00', '20049', '档案局地址_49', null, '1049', '2000-02-18 12:00:00', '1049', '2000-02-18 12:00:00', '备注信息_49', '0');
INSERT INTO `retired_cadre` VALUES ('100050', '50', null, '姓名_50', '2', '档案号_50', '单位及职务_50', '2000-02-19', 0x32, '任免文号_50', '2000-02-19 12:00:00', '2', '2', '2000-02-19 12:00:00', '2000-02-19 12:00:00', '20050', '档案局地址_50', null, '1050', '2000-02-19 12:00:00', '1050', '2000-02-19 12:00:00', '备注信息_50', '0');
INSERT INTO `retired_cadre` VALUES ('100051', '51', null, '姓名_51', '1', '档案号_51', '单位及职务_51', '2000-02-20', 0x33, '任免文号_51', '2000-02-20 12:00:00', '3', '3', '2000-02-20 12:00:00', '2000-02-20 12:00:00', '20051', '档案局地址_51', null, '1051', '2000-02-20 12:00:00', '1051', '2000-02-20 12:00:00', '备注信息_51', '0');
INSERT INTO `retired_cadre` VALUES ('100052', '52', null, '姓名_52', '2', '档案号_52', '单位及职务_52', '2000-02-21', 0x34, '任免文号_52', '2000-02-21 12:00:00', '1', '1', '2000-02-21 12:00:00', '2000-02-21 12:00:00', '20052', '档案局地址_52', null, '1052', '2000-02-21 12:00:00', '1052', '2000-02-21 12:00:00', '备注信息_52', '0');
INSERT INTO `retired_cadre` VALUES ('100053', '53', null, '姓名_53', '1', '档案号_53', '单位及职务_53', '2000-02-22', 0x35, '任免文号_53', '2000-02-22 12:00:00', '2', '2', '2000-02-22 12:00:00', '2000-02-22 12:00:00', '20053', '档案局地址_53', null, '1053', '2000-02-22 12:00:00', '1053', '2000-02-22 12:00:00', '备注信息_53', '0');
INSERT INTO `retired_cadre` VALUES ('100054', '54', null, '姓名_54', '2', '档案号_54', '单位及职务_54', '2000-02-23', 0x36, '任免文号_54', '2000-02-23 12:00:00', '3', '3', '2000-02-23 12:00:00', '2000-02-23 12:00:00', '20054', '档案局地址_54', null, '1054', '2000-02-23 12:00:00', '1054', '2000-02-23 12:00:00', '备注信息_54', '0');
INSERT INTO `retired_cadre` VALUES ('100055', '55', null, '姓名_55', '1', '档案号_55', '单位及职务_55', '2000-02-24', 0x37, '任免文号_55', '2000-02-24 12:00:00', '1', '1', '2000-02-24 12:00:00', '2000-02-24 12:00:00', '20055', '档案局地址_55', null, '1055', '2000-02-24 12:00:00', '1055', '2000-02-24 12:00:00', '备注信息_55', '0');
INSERT INTO `retired_cadre` VALUES ('100056', '56', null, '姓名_56', '2', '档案号_56', '单位及职务_56', '2000-02-25', 0x38, '任免文号_56', '2000-02-25 12:00:00', '2', '2', '2000-02-25 12:00:00', '2000-02-25 12:00:00', '20056', '档案局地址_56', null, '1056', '2000-02-25 12:00:00', '1056', '2000-02-25 12:00:00', '备注信息_56', '0');
INSERT INTO `retired_cadre` VALUES ('100057', '57', null, '姓名_57', '1', '档案号_57', '单位及职务_57', '2000-02-26', 0x31, '任免文号_57', '2000-02-26 12:00:00', '3', '3', '2000-02-26 12:00:00', '2000-02-26 12:00:00', '20057', '档案局地址_57', null, '1057', '2000-02-26 12:00:00', '1057', '2000-02-26 12:00:00', '备注信息_57', '0');
INSERT INTO `retired_cadre` VALUES ('100058', '58', null, '姓名_58', '2', '档案号_58', '单位及职务_58', '2000-02-27', 0x32, '任免文号_58', '2000-02-27 12:00:00', '1', '1', '2000-02-27 12:00:00', '2000-02-27 12:00:00', '20058', '档案局地址_58', null, '1058', '2000-02-27 12:00:00', '1058', '2000-02-27 12:00:00', '备注信息_58', '1');
INSERT INTO `retired_cadre` VALUES ('100059', '59', null, '姓名_59', '1', '档案号_59', '单位及职务_59', '2000-02-28', 0x33, '任免文号_59', '2000-02-28 12:00:00', '2', '2', '2000-02-28 12:00:00', '2000-02-28 12:00:00', '20059', '档案局地址_59', null, '1059', '2000-02-28 12:00:00', '1059', '2000-02-28 12:00:00', '备注信息_59', '1');
INSERT INTO `retired_cadre` VALUES ('100060', '60', null, '姓名_60', '2', '档案号_60', '单位及职务_60', '2000-02-29', 0x34, '任免文号_60', '2000-02-29 12:00:00', '3', '3', '2000-02-29 12:00:00', '2000-02-29 12:00:00', '20060', '档案局地址_60', null, '1060', '2000-02-29 12:00:00', '1060', '2000-02-29 12:00:00', '备注信息_60', '0');
INSERT INTO `retired_cadre` VALUES ('100061', '61', null, '姓名_61', '1', '档案号_61', '单位及职务_61', '2000-03-01', 0x35, '任免文号_61', '2000-03-01 12:00:00', '1', '1', '2000-03-01 12:00:00', '2000-03-01 12:00:00', '20061', '档案局地址_61', null, '1061', '2000-03-01 12:00:00', '1061', '2000-03-01 12:00:00', '备注信息_61', '0');
INSERT INTO `retired_cadre` VALUES ('100062', '62', null, '姓名_62', '2', '档案号_62', '单位及职务_62', '2000-03-02', 0x36, '任免文号_62', '2000-03-02 12:00:00', '2', '2', '2000-03-02 12:00:00', '2000-03-02 12:00:00', '200062', '档案局地址_62', null, '1062', '2000-03-02 12:00:00', '1062', '2000-03-02 12:00:00', '备注信息_62', '1');
INSERT INTO `retired_cadre` VALUES ('100063', '63', null, '姓名_123', '1', '档案号_63', '单位及职务_63', '2000-03-03', 0x37, '任免文号_63', '2000-03-03 12:00:00', null, null, '2000-03-03 12:00:00', '2000-03-03 12:00:00', '200063', '档案局地址_63', null, '1063', '2000-03-03 12:00:00', '1063', '2000-03-03 12:00:00', '备注信息_63', '0');
INSERT INTO `retired_cadre` VALUES ('ca9d5c07a9df466f924f5558c730342a', '1010', null, '测试', '1', null, null, '2018-03-28', null, null, null, '3', '3', null, null, '测试单位', null, null, '100350', '2018-03-28 16:37:54', '100350', '2018-03-28 16:37:54', '无', '0');
INSERT INTO `retired_cadre` VALUES ('568704d270f94d6ea1375eb32903d0aa', '1231', null, '测试', '0', null, null, '2018-04-04', 0x35, '1201', '2018-04-04 14:10:53', '2', '2', '2018-04-04 14:10:54', '2018-04-04 14:10:55', '20006', '1201', '1021', '100350', '2018-04-04 14:11:15', '100350', '2018-04-04 14:11:15', '无', '0');
INSERT INTO `retired_cadre` VALUES ('a99009563f664974b1219ff9a7d358bc', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:17:28', '100350', '2018-04-08 09:17:28', '无', '1');
INSERT INTO `retired_cadre` VALUES ('525472c7a56d41bbaf2cb3f17df89a29', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:17:29', '100350', '2018-04-08 09:17:29', '测试备注', '1');
INSERT INTO `retired_cadre` VALUES ('b5e30ca91e9c4d5ab8435d8ddea14602', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:22:34', '100350', '2018-04-08 09:22:34', '无', '1');
INSERT INTO `retired_cadre` VALUES ('e8582486a91f4ef9a08749d9a8d33dfe', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:22:35', '100350', '2018-04-08 09:22:35', '测试备注', '1');
INSERT INTO `retired_cadre` VALUES ('8f7066dad0f848f8945102544ee7a04f', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:24:39', '100350', '2018-04-08 09:24:39', '无', '1');
INSERT INTO `retired_cadre` VALUES ('58e28a6eb86a4987825fef3a4d6c8c6b', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:24:39', '100350', '2018-04-08 09:24:39', '测试备注', '1');
INSERT INTO `retired_cadre` VALUES ('69441197f367408a95dd6dfe0cab3ae7', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:25:48', '100350', '2018-04-08 09:25:48', '无', '1');
INSERT INTO `retired_cadre` VALUES ('2d5d7dd5cceb4d04b89dadc6219fc4db', '12', '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', '', '100350', '2018-04-08 09:25:49', '100350', '2018-04-08 09:25:49', '测试备注', '0');
INSERT INTO `retired_cadre` VALUES ('1f8e52e86de14fe3996958e06b48dde0', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:28:06', '100350', '2018-04-08 09:28:06', '无', '1');
INSERT INTO `retired_cadre` VALUES ('86c8be7cb46545b7ab8b30a14d40f827', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:28:07', '100350', '2018-04-08 09:28:07', '测试备注', '1');
INSERT INTO `retired_cadre` VALUES ('424fa38a029742e0a06a3fc7269fcb36', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:28:49', '100350', '2018-04-08 09:28:49', '无', '1');
INSERT INTO `retired_cadre` VALUES ('278db56617564d6997806effd733217e', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:28:54', '100350', '2018-04-08 09:28:54', '测试备注', '1');

-- ----------------------------
-- Table structure for `special_supervision`
-- ----------------------------
DROP TABLE IF EXISTS `special_supervision`;
CREATE TABLE `special_supervision` (
  `ID` varchar(100) NOT NULL,
  `IS_TRACK` varchar(10) DEFAULT NULL COMMENT '是否后续跟踪',
  `TRACK_TASK` varchar(255) DEFAULT NULL COMMENT '跟踪任务',
  `TRACK_SITUATION` varchar(255) DEFAULT NULL COMMENT '跟踪情况',
  `STATUS` varchar(10) DEFAULT NULL COMMENT '状态(未办结，已办结）',
  `SALES_PERSON` varchar(50) DEFAULT NULL COMMENT '销号人',
  `IS_DAY_MANAGER` varchar(10) DEFAULT NULL COMMENT '是否日常管理',
  `SALES_NUMBER_DATE` varchar(255) DEFAULT NULL COMMENT '销号时间',
  `SORT` int(50) DEFAULT NULL COMMENT '序号',
  `YEAR_NUMBER` varchar(50) DEFAULT NULL COMMENT '年度',
  `TASK_TYPE` varchar(50) DEFAULT NULL COMMENT '任务类型',
  `INSPECTION_DATE` varchar(255) DEFAULT NULL COMMENT '督查时间',
  `INSPECTION_TASK` varchar(255) DEFAULT NULL COMMENT '督查任务',
  `JOIN_COMPANY` text COMMENT '参加单位',
  `LEAD_LEADER` varchar(255) DEFAULT NULL COMMENT '带队领导',
  `INSPECTION_RANGE` varchar(255) DEFAULT NULL COMMENT '督查范围',
  `WORK_SITUATION` varchar(255) DEFAULT NULL COMMENT '工作情况',
  `INSPECTION_PROGRAMME` varchar(255) DEFAULT NULL COMMENT '督查方案',
  `INSPECTION_NOTICE` varchar(255) DEFAULT NULL COMMENT '督查通知',
  `INSPECTION_SPECIAL_REPORT` varchar(255) DEFAULT NULL COMMENT '督查专报',
  `INSPECTION_INSTRUCTIONS` varchar(255) DEFAULT NULL COMMENT '督查批示',
  `OTHER_DATA` varchar(255) DEFAULT NULL COMMENT '其他资料',
  `CREATE_BY` varchar(255) DEFAULT NULL,
  `CREATE_DATE` datetime DEFAULT NULL,
  `UPDATE_BY` varchar(255) DEFAULT NULL,
  `UPDATE_DATE` datetime DEFAULT NULL,
  `RELATION_TASK` varchar(255) DEFAULT NULL,
  `IS_RELATION` varchar(10) DEFAULT '0' COMMENT '是否关联',
  `DEL_FLAG` varchar(10) DEFAULT '0',
  `LUOSHI_DATE` varchar(100) DEFAULT NULL,
  `XCTB_UPLOAD` varchar(255) DEFAULT NULL,
  `LDPS_UPLOAD` varchar(255) DEFAULT NULL,
  `SCQD_UPLOAD` varchar(255) DEFAULT NULL,
  `BGXS_UPLOAD` varchar(255) DEFAULT NULL,
  `BGXS` varchar(255) DEFAULT NULL,
  `INSPECTION_END_DATE` varchar(255) DEFAULT NULL,
  `SOURCE` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of special_supervision
-- ----------------------------
INSERT INTO `special_supervision` VALUES ('14f5dace9a1a4eab896fbb0c6bb80493', null, null, null, '02', null, null, null, null, null, '', '2018-03-23', '123', '', '', null, null, null, null, null, null, null, '100350', '2018-03-23 17:52:11', null, null, '', '', '0', '', '', '', '', '', '', '2018-03-28', '');
INSERT INTO `special_supervision` VALUES ('b4d04f3c9ce545b39c8abd76d9439e92', null, null, null, '02', null, null, null, null, null, 'rwlxType1', '2018-03-06', '督查事项', '', '', null, null, null, null, null, null, null, '1', '2018-03-01 16:27:54', '1', '2018-03-01 16:48:52', '', '0', '0', '', '', '', '', '/copyFiles//file/08e3485b786e431696d855c9d282d770/0971-软件一部-李鑫-采集表.xlsx', '', '2018-03-15', 'adsfasdf');
INSERT INTO `special_supervision` VALUES ('b6ef19e3d95f42749d7e71ed6f1d4e77', null, null, null, '02', null, null, null, null, null, null, '2018-03-22', 'dfd', '', '', null, null, null, null, null, null, null, '100350', '2018-03-30 14:17:36', null, null, '', '', '0', '', '', '', '', '/CadreArchivesManage/copyFiles//file/4efa8e17d7694b3a9d78dd39748053b5/data (1).xlsx', '', '2018-03-30', '');

-- ----------------------------
-- Table structure for `sys_data_log`
-- ----------------------------
DROP TABLE IF EXISTS `sys_data_log`;
CREATE TABLE `sys_data_log` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `DATA_TYPE` varchar(50) DEFAULT NULL COMMENT '数据类型',
  `DATA_ID` varchar(50) DEFAULT NULL COMMENT '数据ID',
  `OPER_TYPE` varchar(50) DEFAULT NULL COMMENT '操作类型',
  `OPER_DETAIL` text,
  `OPER_IP` varchar(50) DEFAULT NULL COMMENT '操作IP',
  `OPER_BY` varchar(50) DEFAULT NULL COMMENT '操作人',
  `OPER_DATE` datetime DEFAULT NULL COMMENT '操作时间',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '更新者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '更新日期',
  `REMARKS` varchar(500) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_data_log
-- ----------------------------

-- ----------------------------
-- Table structure for `sys_dict`
-- ----------------------------
DROP TABLE IF EXISTS `sys_dict`;
CREATE TABLE `sys_dict` (
  `id` varchar(64) NOT NULL COMMENT '编号',
  `value` varchar(100) NOT NULL COMMENT '数据值',
  `label` varchar(100) NOT NULL COMMENT '标签名',
  `type` varchar(100) NOT NULL COMMENT '类型',
  `description` varchar(100) NOT NULL COMMENT '描述',
  `sort` decimal(10,0) NOT NULL COMMENT '排序（升序）',
  `parent_id` varchar(64) DEFAULT '0' COMMENT '父级编号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  KEY `sys_dict_value` (`value`),
  KEY `sys_dict_label` (`label`),
  KEY `sys_dict_del_flag` (`del_flag`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='字典表';

-- ----------------------------
-- Records of sys_dict
-- ----------------------------
INSERT INTO `sys_dict` VALUES ('011e4baaf7234f91adfcc3f699e9ea35', '/rollout/tblRollOut/form', '转出管理编辑', 'sysLogTitle', '转出管理', '31', '0', '100350', '2018-05-18 15:18:49', '100350', '2018-05-18 15:18:49', '', '0');
INSERT INTO `sys_dict` VALUES ('0335143cdd974331b2fed91137d4f450', '/borrow/tblBorrowArchives/saveTerminal', '借阅档案保存', 'sysLogTitle', '借阅档案', '15', '0', '100350', '2018-05-18 15:07:47', '100350', '2018-05-18 15:08:25', '', '0');
INSERT INTO `sys_dict` VALUES ('0a67a2ab7c104ed2a550f563a152d7ef', '/rollout/tblRollOut/export', '转出管理统计导出', 'sysLogTitle', '转出管理', '36', '0', '100350', '2018-05-18 15:22:15', '100350', '2018-05-18 15:22:15', '', '0');
INSERT INTO `sys_dict` VALUES ('1', '0', '正常', 'del_flag', '删除标记', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('10', 'yellow', '黄色', 'color', '颜色值', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('1075eb9d12054e19afd2c67d2c6771cd', '/scattereds/tblScatteredFiles/look', '零散材料查看', 'sysLogTitle', '零散材料', '45', '0', '100350', '2018-05-18 15:25:41', '100350', '2018-05-18 15:25:41', '', '0');
INSERT INTO `sys_dict` VALUES ('11', 'orange', '橙色', 'color', '颜色值', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('12', 'default', '默认主题', 'theme', '主题方案', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('13', 'cerulean', '天蓝主题', 'theme', '主题方案', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('14', 'readable', '橙色主题', 'theme', '主题方案', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('148e6229271542f1b6a203f865c7d260', '/consult/tblConsultArchives/export', '查询档案统计信息导出', 'sysLogTitle', '查询档案', '9', '0', '100350', '2018-05-18 15:01:24', '100350', '2018-05-18 15:01:24', '', '0');
INSERT INTO `sys_dict` VALUES ('15', 'united', '红色主题', 'theme', '主题方案', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('16', 'flat', 'Flat主题', 'theme', '主题方案', '60', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('165d3ea95f2b422da3555c90c45930c3', '/suphandle/tblSuperviseHandle/list', '督查督办列表查看', 'sysLogTitle', '督查督办', '50', '0', '100350', '2018-05-18 15:29:42', '100350', '2018-05-18 15:29:42', '', '0');
INSERT INTO `sys_dict` VALUES ('17', '1', '国家', 'sys_area_type', '区域类型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('18', '2', '省份、直辖市', 'sys_area_type', '区域类型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('19', '3', '地市', 'sys_area_type', '区域类型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('1ea1bf2d4859464ab3217b493baa633c', '/scattereds/tblScatteredFiles/delete', '零散材料删除', 'sysLogTitle', '零散材料', '44', '0', '100350', '2018-05-18 15:25:15', '100350', '2018-05-18 15:25:15', '', '0');
INSERT INTO `sys_dict` VALUES ('2', '1', '删除', 'del_flag', '删除标记', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('20', '4', '区县', 'sys_area_type', '区域类型', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('20000', '20000', '单位列表', 'unit_list', '单位列表', '1', '20000', '1', '2018-03-28 15:01:00', '1', '2018-03-28 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20001', '20001', '中共天津市委办公厅', 'unit_list', '单位列表', '386', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20002', '20002', '中共天津市委督查室', 'unit_list', '单位列表', '2', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20003', '20003', '中共天津市委机要局（天津市国家密码管理局）', 'unit_list', '单位列表', '3', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20004', '20004', '中共天津市委保密委员会办公室（天津市国家保密局）', 'unit_list', '单位列表', '4', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20005', '20005', '中共天津市委办公厅综合室', 'unit_list', '单位列表', '5', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20006', '20006', '中共天津市委组织部', 'unit_list', '单位列表', '6', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20007', '20007', '天津市非公有制经济组织和社会组织工作委员会', 'unit_list', '单位列表', '7', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20008', '20008', '中共天津市委老干部局（中共天津市委老干部联络室）', 'unit_list', '单位列表', '8', '20000', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20009', '20009', '中共天津市委宣传部', 'unit_list', '单位列表', '9', '20000', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20010', '20010', '天津市精神文明建设委员会办公室', 'unit_list', '单位列表', '10', '20000', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20011', '20011', '中共天津市委对外宣传领导小组办公室（天津市人民政府新闻办公室）', 'unit_list', '单位列表', '11', '20000', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20012', '20012', '中共天津市委支部生活社', 'unit_list', '单位列表', '12', '20000', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20013', '20013', '中共天津市委统一战线工作部', 'unit_list', '单位列表', '13', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20014', '20014', '中共天津市委政法委员会', 'unit_list', '单位列表', '14', '20000', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20015', '20015', '中共天津市委防范和处理邪教问题领导小组办公室(天津市人民政府防范和处理邪教问题办公室)', 'unit_list', '单位列表', '15', '20000', '1', '2013-11-08 08:00:00', '1', '2013-11-08 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20016', '20016', '天津市社会治安综合治理委员会办公室', 'unit_list', '单位列表', '16', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20017', '20017', '天津市法学会', 'unit_list', '单位列表', '17', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20018', '20018', '中共天津市委研究室（天津市委全面深化改革领导小组办公室）', 'unit_list', '单位列表', '18', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20019', '20019', '中共天津市委台湾工作办公室（天津市人民政府台湾事务办公室）', 'unit_list', '单位列表', '19', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20020', '20020', '中共天津市委市级机关工作委员会', 'unit_list', '单位列表', '20', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20021', '20021', '天津市机构编制委员会办公室', 'unit_list', '单位列表', '21', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20022', '20022', '中共天津市人民政府国有资产监督管理委员会委员会', 'unit_list', '单位列表', '22', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20023', '20023', '中共天津市委教育工作委员会', 'unit_list', '单位列表', '23', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20024', '20024', '中共天津市委网络安全和信息化领导小组办公室（天津市互联网信息办公室）', 'unit_list', '单位列表', '24', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20025', '20025', '中共天津市委党校、天津行政学院', 'unit_list', '单位列表', '25', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20026', '20026', '中共天津市委党史研究室', 'unit_list', '单位列表', '26', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20027', '20027', '天津市档案局、天津市档案馆', 'unit_list', '单位列表', '27', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20028', '20028', '中共天津市委巡视组', 'unit_list', '单位列表', '28', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20029', '20029', '中共天津市委巡视工作办公室', 'unit_list', '单位列表', '29', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20030', '20030', '天津市人大常委会秘书长、副秘书长', 'unit_list', '单位列表', '30', '20000', '1', '2018-03-29 15:01:00', '100350', '2018-03-29 15:01:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20031', '20031', '天津市人大法制委员会', 'unit_list', '单位列表', '31', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20032', '20032', '天津市人大内务司法委员会', 'unit_list', '单位列表', '32', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20033', '20033', '天津市人大财政经济委员会', 'unit_list', '单位列表', '33', '20000', '1', '2018-03-29 15:03:00', '100350', '2018-03-29 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20034', '20034', '天津市人大教育科学文化卫生委员会', 'unit_list', '单位列表', '34', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20035', '20035', '天津市人大城乡建设环境保护委员会', 'unit_list', '单位列表', '35', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20036', '20036', '天津市人大农业与农村委员会', 'unit_list', '单位列表', '36', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20037', '20037', '天津市人大民族宗教侨务委员会', 'unit_list', '单位列表', '37', '20000', '1', '2018-03-28 09:59:00', '100350', '2018-03-28 09:59:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20038', '20038', '天津市人大常委会办公厅', 'unit_list', '单位列表', '38', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20039', '20039', '天津市人大常委会信访办公室', 'unit_list', '单位列表', '39', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20040', '20040', '天津市人大常委会研究室', 'unit_list', '单位列表', '40', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20041', '20041', '天津市人大常委会代表工作室', 'unit_list', '单位列表', '41', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20042', '20042', '天津市人大常委会人事任免工作室', 'unit_list', '单位列表', '42', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20043', '20043', '天津市人大常委会法制工作委员会', 'unit_list', '单位列表', '43', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20044', '20044', '天津市人大常委会内务司法办公室', 'unit_list', '单位列表', '44', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20045', '20045', '天津市人大常委会财经预算工作委员会', 'unit_list', '单位列表', '45', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20046', '20046', '天津市人大常委会教育科学文化卫生办公室', 'unit_list', '单位列表', '46', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20047', '20047', '天津市人大常委会城乡建设环境保护办公室', 'unit_list', '单位列表', '47', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20048', '20048', '天津市人大常委会农业与农村办公室', 'unit_list', '单位列表', '48', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20049', '20049', '天津市人大常委会民族宗教侨务办公室', 'unit_list', '单位列表', '49', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20050', '20050', '政协天津市委员会秘书长、副秘书长', 'unit_list', '单位列表', '50', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20051', '20051', '政协天津市委员会办公厅', 'unit_list', '单位列表', '51', '20000', '1', '2018-03-30 11:49:00', '100350', '2018-03-30 11:49:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20052', '20052', '政协天津市委员会研究室', 'unit_list', '单位列表', '52', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20053', '20053', '政协天津市委员会委员学习和联络室', 'unit_list', '单位列表', '53', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20054', '20054', '政协天津市委员会提案委员会', 'unit_list', '单位列表', '54', '20000', '1', '2018-03-30 11:49:00', '100350', '2018-03-30 11:49:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20055', '20055', '政协天津市委员会经济委员会', 'unit_list', '单位列表', '55', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20056', '20056', '政协天津市委员会科技教育委员会', 'unit_list', '单位列表', '56', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20057', '20057', '政协天津市委员会人口资源环境和城市建设委员会', 'unit_list', '单位列表', '57', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20058', '20058', '政协天津市委员会医卫文体委员会', 'unit_list', '单位列表', '58', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20059', '20059', '政协天津市委员会社会和法制委员会', 'unit_list', '单位列表', '59', '20000', '1', '2018-04-02 14:21:00', '100350', '2018-04-02 14:21:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20060', '20060', '政协天津市委员会民族和宗教委员会', 'unit_list', '单位列表', '60', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20061', '20061', '政协天津市委员会文史资料委员会', 'unit_list', '单位列表', '61', '20000', '1', '2018-03-27 15:01:00', '100350', '2018-03-27 15:02:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20062', '20062', '政协天津市委员会港澳台侨和外事委员会', 'unit_list', '单位列表', '62', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20063', '20063', '天津市高级人民法院', 'unit_list', '单位列表', '63', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20064', '20064', '天津市第一中级人民法院', 'unit_list', '单位列表', '64', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20065', '20065', '天津市第二中级人民法院', 'unit_list', '单位列表', '65', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20066', '20066', '天津市第三中级人民法院', 'unit_list', '单位列表', '66', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20067', '20067', '天津海事法院', 'unit_list', '单位列表', '67', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20068', '20068', '天津市人民检察院', 'unit_list', '单位列表', '68', '20000', '1', '2018-04-02 14:22:00', '100350', '2018-04-02 14:22:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20069', '20069', '天津市人民检察院第一分院', 'unit_list', '单位列表', '69', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20070', '20070', '天津市人民检察院第二分院', 'unit_list', '单位列表', '70', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20071', '20071', '天津市人民检察院第三分院', 'unit_list', '单位列表', '71', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20072', '20072', '天津市总工会', 'unit_list', '单位列表', '72', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20073', '20073', '天津市工会管理干部学院', 'unit_list', '单位列表', '73', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20074', '20074', '共青团天津市委员会', 'unit_list', '单位列表', '74', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20075', '20075', '天津市妇女联合会', 'unit_list', '单位列表', '75', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20076', '20076', '天津市残疾人联合会', 'unit_list', '单位列表', '76', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20077', '20077', '天津市人民对外友好协会', 'unit_list', '单位列表', '77', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20078', '20078', '天津市社会科学界联合会', 'unit_list', '单位列表', '78', '20000', '1', '2018-03-29 15:02:00', '100350', '2018-03-29 15:02:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20079', '20079', '天津市文学艺术界联合会', 'unit_list', '单位列表', '79', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20080', '20080', '天津市作家协会', 'unit_list', '单位列表', '80', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20081', '20081', '天津市红十字会', 'unit_list', '单位列表', '81', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20082', '20082', '天津市科学技术协会', 'unit_list', '单位列表', '82', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20083', '20083', '天津海运职业学院（天津市科学技术进修学院）', 'unit_list', '单位列表', '83', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20084', '20084', '天津市归国华侨联合会', 'unit_list', '单位列表', '84', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20085', '20085', '天津市台湾同胞联谊会', 'unit_list', '单位列表', '85', '20000', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20086', '20086', '天津市黄埔军校同学会', 'unit_list', '单位列表', '86', '20000', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20087', '20087', '中国国际贸易促进委员会天津分会（中国国际商会天津商会）', 'unit_list', '单位列表', '87', '20000', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20088', '20088', '天津市人民政府办公厅', 'unit_list', '单位列表', '88', '20000', '1', '2018-03-29 15:02:00', '100350', '2018-03-29 15:02:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20089', '20089', '天津市人民政府督查室', 'unit_list', '单位列表', '89', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20090', '20090', '天津市人民政府应急管理办公室（市应急指挥中心）', 'unit_list', '单位列表', '90', '20000', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20091', '20091', '天津市人民政府驻北京办事处', 'unit_list', '单位列表', '91', '20000', '1', '2013-06-03 08:00:00', '100350', '2018-03-27 14:19:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20092', '20092', '天津仲裁委员会办公室', 'unit_list', '单位列表', '92', '20000', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20093', '20093', '天津市地方志编修委员会办公室', 'unit_list', '单位列表', '93', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20094', '20094', '天津市发展和改革委员会', 'unit_list', '单位列表', '94', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20095', '20095', '天津市粮食局', 'unit_list', '单位列表', '95', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20096', '20096', '天津市信息中心', 'unit_list', '单位列表', '96', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20097', '20097', '天津市工业和信息化委员会', 'unit_list', '单位列表', '97', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20098', '20098', '天津市无线电管理委员会办公室', 'unit_list', '单位列表', '98', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20099', '20099', '天津市商务委员会', 'unit_list', '单位列表', '99', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20100', '20100', '中国（天津）自由贸易试验区管理委员会', 'unit_list', '单位列表', '100', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20101', '20101', '天津市教育委员会', 'unit_list', '单位列表', '101', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20102', '20102', '天津市教育招生考试院', 'unit_list', '单位列表', '102', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20103', '20103', '天津市科学技术委员会', 'unit_list', '单位列表', '103', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20104', '20104', '天津市科学学研究所', 'unit_list', '单位列表', '104', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20105', '20105', '北方技术交易市场', 'unit_list', '单位列表', '105', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20106', '20106', '天津市民族事务委员会(天津市人民政府宗教事务局)', 'unit_list', '单位列表', '106', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20107', '20107', '天津市公安局', 'unit_list', '单位列表', '107', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20108', '20108', '天津市公安国内安全保卫局(市公安局国内安全保卫总队、市公安局境外非政府组织管理办公室)', 'unit_list', '单位列表', '108', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20109', '20109', '天津市公安刑事侦查局(市公安局刑事侦查总队)', 'unit_list', '单位列表', '109', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20110', '20110', '天津市公安交通管理局(市公安局交警总队)', 'unit_list', '单位列表', '110', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20111', '20111', '天津市公安局特警总队(市公安局巡警总队)', 'unit_list', '单位列表', '111', '20000', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20112', '20112', '天津市民政局', 'unit_list', '单位列表', '112', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20113', '20113', '中共天津市社会组织工作委员会', 'unit_list', '单位列表', '113', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20114', '20114', '天津市社会组织管理局', 'unit_list', '单位列表', '114', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20115', '20115', '天津市司法局', 'unit_list', '单位列表', '115', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20116', '20116', '天津通宝集团有限责任公司', 'unit_list', '单位列表', '116', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20117', '20117', '天津市监狱管理局', 'unit_list', '单位列表', '117', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20118', '20118', '天津市戒毒管理局', 'unit_list', '单位列表', '118', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20119', '20119', '天津市财政局（天津市地方税务局）', 'unit_list', '单位列表', '119', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20120', '20120', '天津市人力资源和社会保障局', 'unit_list', '单位列表', '120', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20121', '20121', '天津市公务员局', 'unit_list', '单位列表', '121', '20000', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20122', '20122', '天津市外国专家局(市引进国外智力办公室)', 'unit_list', '单位列表', '122', '20000', '1', '2018-03-27 15:00:00', '1', '2018-03-27 15:02:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20123', '20123', '中国北方人才市场', 'unit_list', '单位列表', '123', '20000', '1', '2018-04-02 14:22:00', '1', '2018-04-02 14:22:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20124', '20124', '天津市社会保险基金管理中心', 'unit_list', '单位列表', '124', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20125', '20125', '天津市规划局', 'unit_list', '单位列表', '125', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20126', '20126', '天津市建筑设计院', 'unit_list', '单位列表', '126', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20127', '20127', '天津市测绘院', 'unit_list', '单位列表', '127', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20128', '20128', '天津市城市规划设计研究院', 'unit_list', '单位列表', '128', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20129', '20129', '天津市国土资源和房屋管理局', 'unit_list', '单位列表', '129', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20130', '20130', '天津市地质矿产勘查开发局', 'unit_list', '单位列表', '130', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20131', '20131', '天津华北地质勘查局', 'unit_list', '单位列表', '131', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20132', '20132', '天津市城乡建设委员会', 'unit_list', '单位列表', '132', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20133', '20133', '天津市机械设备成套局', 'unit_list', '单位列表', '133', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20134', '20134', '天津市建设工程质量安全监督管理总队', 'unit_list', '单位列表', '134', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20135', '20135', '天津市环境保护局', 'unit_list', '单位列表', '135', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20136', '20136', '天津市市容和园林管理委员会', 'unit_list', '单位列表', '136', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20137', '20137', '天津市城市管理综合执法局', 'unit_list', '单位列表', '137', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20138', '20138', '天津市农村工作委员会', 'unit_list', '单位列表', '138', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20139', '20139', '天津市林业局(天津市绿化委员会办公室)', 'unit_list', '单位列表', '139', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20140', '20140', '天津市农村工作委员会种植业管理办公室（天津市种植业发展服务中心）', 'unit_list', '单位列表', '140', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20141', '20141', '天津市畜牧业发展服务中心（天津市农村工作委员会畜牧兽医局）', 'unit_list', '单位列表', '141', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20142', '20142', '天津市农村工作委员会水产办公室（天津市渔业发展服务中心）', 'unit_list', '单位列表', '142', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20143', '20143', '天津市农村工作委员会农业机械管理办公室（天津市农业机械发展服务中心）', 'unit_list', '单位列表', '143', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20144', '20144', '天津市水务局（天津市引滦工程管理局）', 'unit_list', '单位列表', '144', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20145', '20145', '天津市文化广播影视局(天津市文物局)', 'unit_list', '单位列表', '145', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20146', '20146', '平津战役纪念馆', 'unit_list', '单位列表', '146', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20147', '20147', '周恩来邓颖超纪念馆（周恩来邓颖超研究中心）', 'unit_list', '单位列表', '147', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20148', '20148', '天津博物馆', 'unit_list', '单位列表', '148', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20149', '20149', '天津文博院', 'unit_list', '单位列表', '149', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20150', '20150', '天津市卫生和计划生育委员会（天津市爱国卫生运动委员会办公室）', 'unit_list', '单位列表', '150', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20151', '20151', '天津市第一中心医院', 'unit_list', '单位列表', '151', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20152', '20152', '天津市第三中心医院', 'unit_list', '单位列表', '152', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20153', '20153', '天津市人民医院', 'unit_list', '单位列表', '153', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20154', '20154', '天津市疾病预防控制中心', 'unit_list', '单位列表', '154', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20155', '20155', '天津市中医药研究院', 'unit_list', '单位列表', '155', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20156', '20156', '天津医学高等专科学校', 'unit_list', '单位列表', '156', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20157', '20157', '天津市审计局', 'unit_list', '单位列表', '157', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20158', '20158', '天津市人民政府外事办公室', 'unit_list', '单位列表', '158', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20159', '20159', '天津市交通运输委员会', 'unit_list', '单位列表', '159', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20160', '20160', '天津市港航管理局', 'unit_list', '单位列表', '160', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20161', '20161', '天津市客运交通管理办公室（中共天津市客运出租汽车行业委员会）', 'unit_list', '单位列表', '161', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20162', '20162', '天津市市场和质量监督管理委员会', 'unit_list', '单位列表', '162', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20163', '20163', '市政府国有资产监督管理委员会', 'unit_list', '单位列表', '163', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20164', '20164', '天津市国有企业监事会', 'unit_list', '单位列表', '164', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20165', '20165', '天津产权交易中心', 'unit_list', '单位列表', '165', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20166', '20166', '天津市统计局', 'unit_list', '单位列表', '166', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20167', '20167', '天津市旅游局', 'unit_list', '单位列表', '167', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20168', '20168', '天津市新闻出版局（天津市版权局）', 'unit_list', '单位列表', '168', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20169', '20169', '天津出版传媒集团有限公司', 'unit_list', '单位列表', '169', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20170', '20170', '天津市体育局', 'unit_list', '单位列表', '170', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20171', '20171', '天津市海洋局', 'unit_list', '单位列表', '171', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20172', '20172', '天津市安全生产监督管理局', 'unit_list', '单位列表', '172', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20173', '20173', '天津市机关事务管理局', 'unit_list', '单位列表', '173', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20174', '20174', '天津市迎宾馆', 'unit_list', '单位列表', '174', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20175', '20175', '天津市知识产权局', 'unit_list', '单位列表', '175', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20176', '20176', '天津市人民政府法制办公室（天津市人民政府行政复议办公室、天津市行政执法监督局）', 'unit_list', '单位列表', '176', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20177', '20177', '天津市人民政府研究室', 'unit_list', '单位列表', '177', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20178', '20178', '中共天津市委信访办公室、天津市人民政府信访办公室', 'unit_list', '单位列表', '178', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20179', '20179', '天津市人民政府侨务办公室', 'unit_list', '单位列表', '179', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20180', '20180', '天津市人民政府合作交流办公室', 'unit_list', '单位列表', '180', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20181', '20181', '天津市人民政府驻各地办事处', 'unit_list', '单位列表', '181', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20182', '20182', '天津市人民政府驻上海办事处', 'unit_list', '单位列表', '182', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20183', '20183', '天津市人民政府驻广州办事处', 'unit_list', '单位列表', '183', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20184', '20184', '天津市人民政府驻沈阳办事处', 'unit_list', '单位列表', '184', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20185', '20185', '天津市人民政府驻成都办事处', 'unit_list', '单位列表', '185', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20186', '20186', '天津市人民政府驻乌鲁木齐办事处', 'unit_list', '单位列表', '186', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20187', '20187', '天津市人民政府驻福州办事处', 'unit_list', '单位列表', '187', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20188', '20188', '天津市人民政府驻济南办事处', 'unit_list', '单位列表', '188', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20189', '20189', '天津市人民政府人民防空办公室', 'unit_list', '单位列表', '189', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20190', '20190', '天津市金融工作局', 'unit_list', '单位列表', '190', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20191', '20191', '天津市人民政府口岸服务办公室', 'unit_list', '单位列表', '191', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20192', '20192', '天津国际贸易与航运服务中心', 'unit_list', '单位列表', '192', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20193', '20193', '天津市人民政府行政审批管理办公室', 'unit_list', '单位列表', '193', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20194', '20194', '天津市中小企业发展促进局', 'unit_list', '单位列表', '194', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20195', '20195', '天津海河教育园区管理委员会', 'unit_list', '单位列表', '195', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20196', '20196', '天津市人民政府参事室(天津市文史研究馆)', 'unit_list', '单位列表', '196', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20197', '20197', '天津市文化市场行政执法总队\r\n（天津市“扫黄打非”工作领导小组办公室）', 'unit_list', '单位列表', '197', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20198', '20198', '天津日报社（天津日报报业集团）', 'unit_list', '单位列表', '198', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20199', '20199', '天津报业印务中心', 'unit_list', '单位列表', '199', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20200', '20200', '今晚报社（今晚传媒集团）', 'unit_list', '单位列表', '200', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20201', '20201', '中国技术市场报社', 'unit_list', '单位列表', '201', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20202', '20202', '天津广播电视台', 'unit_list', '单位列表', '202', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20203', '20203', '天津广播电视传媒集团有限公司', 'unit_list', '单位列表', '203', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20204', '20204', '天津北方电影集团有限公司', 'unit_list', '单位列表', '204', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20205', '20205', '天津电影制片厂', 'unit_list', '单位列表', '205', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20206', '20206', '天津北方演艺集团有限公司', 'unit_list', '单位列表', '206', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20207', '20207', '天津公安警官职业学院', 'unit_list', '单位列表', '207', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20208', '20208', '天津商务职业学院', 'unit_list', '单位列表', '208', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20209', '20209', '天津市社会主义学院（市中华文化学院）', 'unit_list', '单位列表', '209', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20210', '20210', '天津中德应用技术大学', 'unit_list', '单位列表', '210', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20211', '20211', '天津市投资促进办公室', 'unit_list', '单位列表', '211', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20212', '20212', '天津国际工程咨询公司(天津市政府投资项目评审中心)', 'unit_list', '单位列表', '212', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20213', '20213', '天津市供销合作总社', 'unit_list', '单位列表', '213', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20214', '20214', '天津机电设备招标局', 'unit_list', '单位列表', '214', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20215', '20215', '天津市住房公积金管理中心', 'unit_list', '单位列表', '215', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20216', '20216', '中国天津粮油批发交易市场', 'unit_list', '单位列表', '216', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20217', '20217', '中国北方食糖批发市场', 'unit_list', '单位列表', '217', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20218', '20218', '天津北方文创产业集团有限公司', 'unit_list', '单位列表', '218', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20219', '20219', '天津画院', 'unit_list', '单位列表', '219', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20220', '20220', '中国国民党革命委员会天津市委员会', 'unit_list', '单位列表', '220', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20221', '20221', '中国民主同盟天津市委员会', 'unit_list', '单位列表', '221', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20222', '20222', '中国民主建国会天津市委员会', 'unit_list', '单位列表', '222', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20223', '20223', '中国民主促进会天津市委员会', 'unit_list', '单位列表', '223', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20224', '20224', '中国农工民主党天津市委员会', 'unit_list', '单位列表', '224', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20225', '20225', '中国致公党天津市委员会', 'unit_list', '单位列表', '225', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20226', '20226', '九三学社天津市委员会', 'unit_list', '单位列表', '226', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20227', '20227', '台湾民主自治同盟天津市委员会', 'unit_list', '单位列表', '227', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20228', '20228', '天津市工商业联合会', 'unit_list', '单位列表', '228', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20229', '20229', '中共天津市滨海新区委员会', 'unit_list', '单位列表', '229', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20230', '20230', '天津市滨海新区人大常委会', 'unit_list', '单位列表', '230', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20231', '20231', '天津市滨海新区人民政府', 'unit_list', '单位列表', '231', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20232', '20232', '政协天津市滨海新区委员会', 'unit_list', '单位列表', '232', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20233', '20233', '中共天津市和平区委员会', 'unit_list', '单位列表', '233', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20234', '20234', '天津市和平区人大常委会', 'unit_list', '单位列表', '234', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20235', '20235', '天津市和平区人民政府', 'unit_list', '单位列表', '235', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20236', '20236', '政协天津市和平区委员会', 'unit_list', '单位列表', '236', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20237', '20237', '中共天津市河东区委员会', 'unit_list', '单位列表', '237', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20238', '20238', '天津市河东区人大常委会', 'unit_list', '单位列表', '238', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20239', '20239', '天津市河东区人民政府', 'unit_list', '单位列表', '239', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20240', '20240', '政协天津市河东区委员会', 'unit_list', '单位列表', '240', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20241', '20241', '中共天津市河西区委员会', 'unit_list', '单位列表', '241', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20242', '20242', '天津市河西区人大常委会', 'unit_list', '单位列表', '242', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20243', '20243', '天津市河西区人民政府', 'unit_list', '单位列表', '243', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20244', '20244', '政协天津市河西区委员会', 'unit_list', '单位列表', '244', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20245', '20245', '中共天津市河北区委员会', 'unit_list', '单位列表', '245', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20246', '20246', '天津市河北区人大常委会', 'unit_list', '单位列表', '246', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20247', '20247', '天津市河北区人民政府', 'unit_list', '单位列表', '247', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20248', '20248', '政协天津市河北区委员会', 'unit_list', '单位列表', '248', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20249', '20249', '中共天津市南开区委员会', 'unit_list', '单位列表', '249', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20250', '20250', '天津市南开区人大常委会', 'unit_list', '单位列表', '250', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20251', '20251', '天津市南开区人民政府', 'unit_list', '单位列表', '251', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20252', '20252', '政协天津市南开区委员会', 'unit_list', '单位列表', '252', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20253', '20253', '中共天津市红桥区委员会', 'unit_list', '单位列表', '253', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20254', '20254', '天津市红桥区人大常委会', 'unit_list', '单位列表', '254', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20255', '20255', '天津市红桥区人民政府', 'unit_list', '单位列表', '255', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20256', '20256', '政协天津市红桥区委员会', 'unit_list', '单位列表', '256', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20257', '20257', '中共天津市东丽区委员会', 'unit_list', '单位列表', '257', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20258', '20258', '天津市东丽区人大常委会', 'unit_list', '单位列表', '258', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20259', '20259', '天津市东丽区人民政府', 'unit_list', '单位列表', '259', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20260', '20260', '政协天津市东丽区委员会', 'unit_list', '单位列表', '260', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20261', '20261', '中共天津市西青区委员会', 'unit_list', '单位列表', '261', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20262', '20262', '天津市西青区人大常委会', 'unit_list', '单位列表', '262', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20263', '20263', '天津市西青区人民政府', 'unit_list', '单位列表', '263', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20264', '20264', '政协天津市西青区委员会', 'unit_list', '单位列表', '264', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20265', '20265', '中共天津市津南区委员会', 'unit_list', '单位列表', '265', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20266', '20266', '天津市津南区人大常委会', 'unit_list', '单位列表', '266', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20267', '20267', '天津市津南区人民政府', 'unit_list', '单位列表', '267', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20268', '20268', '政协天津市津南区委员会', 'unit_list', '单位列表', '268', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20269', '20269', '中共天津市北辰区委员会', 'unit_list', '单位列表', '269', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20270', '20270', '天津市北辰区人大常委会', 'unit_list', '单位列表', '270', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20271', '20271', '天津市北辰区人民政府', 'unit_list', '单位列表', '271', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20272', '20272', '政协天津市北辰区委员会', 'unit_list', '单位列表', '272', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20273', '20273', '中共天津市武清区委员会', 'unit_list', '单位列表', '273', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20274', '20274', '天津市武清区人大常委会', 'unit_list', '单位列表', '274', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20275', '20275', '天津市武清区人民政府', 'unit_list', '单位列表', '275', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20276', '20276', '政协天津市武清区委员会', 'unit_list', '单位列表', '276', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20277', '20277', '中共天津市宝坻区委员会', 'unit_list', '单位列表', '277', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20278', '20278', '天津市宝坻区人大常委会', 'unit_list', '单位列表', '278', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20279', '20279', '天津市宝坻区人民政府', 'unit_list', '单位列表', '279', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20280', '20280', '政协天津市宝坻区委员会', 'unit_list', '单位列表', '280', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20281', '20281', '中共天津市静海区委员会', 'unit_list', '单位列表', '281', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20282', '20282', '天津市静海区人大常委会', 'unit_list', '单位列表', '282', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20283', '20283', '天津市静海区人民政府', 'unit_list', '单位列表', '283', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20284', '20284', '政协天津市静海区委员会', 'unit_list', '单位列表', '284', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20285', '20285', '中共天津市宁河区委员会', 'unit_list', '单位列表', '285', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20286', '20286', '天津市宁河区人大常委会', 'unit_list', '单位列表', '286', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20287', '20287', '天津市宁河区人民政府', 'unit_list', '单位列表', '287', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20288', '20288', '政协天津市宁河区委员会', 'unit_list', '单位列表', '288', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20289', '20289', '中共天津市蓟州区委员会', 'unit_list', '单位列表', '289', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20290', '20290', '天津市蓟州区人大常委会', 'unit_list', '单位列表', '290', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20291', '20291', '天津市蓟州区人民政府', 'unit_list', '单位列表', '291', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20292', '20292', '政协天津市蓟州区委员会', 'unit_list', '单位列表', '292', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20293', '20293', '中共天津经济技术开发区工作委员会', 'unit_list', '单位列表', '293', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20294', '20294', '天津经济技术开发区管理委员会', 'unit_list', '单位列表', '294', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20295', '20295', '中共天津港保税区工作委员会', 'unit_list', '单位列表', '295', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20296', '20296', '天津港保税区管理委员会', 'unit_list', '单位列表', '296', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20297', '20297', '中共天津滨海高新技术产业开发区工作委员会', 'unit_list', '单位列表', '297', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20298', '20298', '天津滨海高新技术产业开发区管理委员会', 'unit_list', '单位列表', '298', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20299', '20299', '中新天津生态城管理委员会', 'unit_list', '单位列表', '299', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20300', '20300', '天津东疆保税港区管理委员会(天津东疆港区管理委员会)', 'unit_list', '单位列表', '300', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20301', '20301', '天津国际生物医药联合研究院', 'unit_list', '单位列表', '301', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20302', '20302', '天津港（集团）有限公司', 'unit_list', '单位列表', '302', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20303', '20303', '天津海泰控股集团有限公司', 'unit_list', '单位列表', '303', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20304', '20304', '天津滨海新区建设投资集团有限公司', 'unit_list', '单位列表', '304', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20305', '20305', '天津天保控股有限公司', 'unit_list', '单位列表', '305', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20306', '20306', '天津市农业科学院', 'unit_list', '单位列表', '306', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20307', '20307', '天津社会科学院', 'unit_list', '单位列表', '307', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20308', '20308', '天津市教育科学研究院', 'unit_list', '单位列表', '308', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20309', '20309', '天津市经济发展研究院', 'unit_list', '单位列表', '309', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20310', '20310', '天津市市政工程设计研究院', 'unit_list', '单位列表', '310', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20311', '20311', '天津师范大学', 'unit_list', '单位列表', '311', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20312', '20312', '天津医科大学', 'unit_list', '单位列表', '312', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20313', '20313', '天津医科大学总医院', 'unit_list', '单位列表', '313', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20314', '20314', '天津市肿瘤医院（天津医科大学肿瘤医院）', 'unit_list', '单位列表', '314', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20315', '20315', '天津财经大学', 'unit_list', '单位列表', '315', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20316', '20316', '天津中医药大学', 'unit_list', '单位列表', '316', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20317', '20317', '天津中医药大学第一附属医院', 'unit_list', '单位列表', '317', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20318', '20318', '天津理工大学', 'unit_list', '单位列表', '318', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20319', '20319', '天津工业大学', 'unit_list', '单位列表', '319', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20320', '20320', '天津科技大学', 'unit_list', '单位列表', '320', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20321', '20321', '天津商业大学', 'unit_list', '单位列表', '321', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20322', '20322', '天津外国语大学', 'unit_list', '单位列表', '322', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20323', '20323', '天津音乐学院', 'unit_list', '单位列表', '323', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20324', '20324', '天津美术学院', 'unit_list', '单位列表', '324', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20325', '20325', '天津体育学院', 'unit_list', '单位列表', '325', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20326', '20326', '天津职业大学', 'unit_list', '单位列表', '326', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20327', '20327', '天津职业技术师范大学', 'unit_list', '单位列表', '327', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20328', '20328', '天津城建大学', 'unit_list', '单位列表', '328', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20329', '20329', '天津广播电视大学', 'unit_list', '单位列表', '329', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20330', '20330', '天津农学院', 'unit_list', '单位列表', '330', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20331', '20331', '天津市大学软件学院', 'unit_list', '单位列表', '331', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20332', '20332', '天津百利机械装备集团有限公司', 'unit_list', '单位列表', '332', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20333', '20333', '天津中环电子信息集团有限公司', 'unit_list', '单位列表', '333', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20334', '20334', '天津电子信息职业技术学院', 'unit_list', '单位列表', '334', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20335', '20335', '天津渤海轻工投资集团有限公司', 'unit_list', '单位列表', '335', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20336', '20336', '天津纺织集团（控股）有限公司', 'unit_list', '单位列表', '336', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20337', '20337', '天津渤海化工集团有限责任公司', 'unit_list', '单位列表', '337', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20338', '20338', '天津市医药集团有限公司', 'unit_list', '单位列表', '338', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20339', '20339', '天津药物研究院有限公司', 'unit_list', '单位列表', '339', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20340', '20340', '渤海钢铁集团有限公司', 'unit_list', '单位列表', '340', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20341', '20341', '天津津融投资服务集团有限公司', 'unit_list', '单位列表', '341', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20342', '20342', '天津一商集团有限公司', 'unit_list', '单位列表', '342', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20343', '20343', '天津食品集团有限公司', 'unit_list', '单位列表', '343', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20344', '20344', '天津物产集团有限公司', 'unit_list', '单位列表', '344', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20345', '20345', '天津市旅游（控股）集团有限公司', 'unit_list', '单位列表', '345', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20346', '20346', '中国天津国际经济技术合作集团公司', 'unit_list', '单位列表', '346', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20347', '20347', '天津市建筑材料集团（控股）有限公司', 'unit_list', '单位列表', '347', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20348', '20348', '天津市建工集团（控股）有限公司', 'unit_list', '单位列表', '348', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20349', '20349', '天津轨道交通集团有限公司', 'unit_list', '单位列表', '349', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20350', '20350', '天津市交通（集团）有限公司', 'unit_list', '单位列表', '350', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20351', '20351', '天津津联投资控股有限公司', 'unit_list', '单位列表', '351', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20352', '20352', '香港津联集团有限公司', 'unit_list', '单位列表', '352', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20353', '20353', '天津市水产集团有限公司', 'unit_list', '单位列表', '353', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20354', '20354', '天津能源投资集团有限公司', 'unit_list', '单位列表', '354', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20355', '20355', '天津房地产集团有限公司', 'unit_list', '单位列表', '355', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20356', '20356', '天津泰达投资控股有限公司', 'unit_list', '单位列表', '356', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20357', '20357', '天津市长芦盐业集团有限公司', 'unit_list', '单位列表', '357', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20358', '20358', '天津银行股份有限公司', 'unit_list', '单位列表', '358', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20359', '20359', '天津农村商业银行股份有限公司', 'unit_list', '单位列表', '359', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20360', '20360', '渤海银行股份有限公司', 'unit_list', '单位列表', '360', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20361', '20361', '渤海证券股份有限公司', 'unit_list', '单位列表', '361', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20362', '20362', '恒安标准人寿保险有限公司', 'unit_list', '单位列表', '362', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20363', '20363', '渤海产业投资基金管理有限公司', 'unit_list', '单位列表', '363', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20364', '20364', '天津市泰达国际控股（集团）有限公司', 'unit_list', '单位列表', '364', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20365', '20365', '天津城市基础设施建设投资集团有限公司', 'unit_list', '单位列表', '365', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20366', '20366', '天津水务集团有限公司', 'unit_list', '单位列表', '366', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20367', '20367', '天津市冶金集团（控股）有限公司', 'unit_list', '单位列表', '367', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20368', '20368', '天津钢管集团股份有限公司', 'unit_list', '单位列表', '368', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20369', '20369', '天津天铁冶金集团有限公司（天津铁厂）', 'unit_list', '单位列表', '369', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20370', '20370', '天津钢铁集团有限公司', 'unit_list', '单位列表', '370', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20371', '20371', '天津环球磁卡集团有限公司', 'unit_list', '单位列表', '371', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20372', '20372', '天津华泽（集团）有限公司', 'unit_list', '单位列表', '372', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20373', '20373', '天津劝业华联集团有限公司', 'unit_list', '单位列表', '373', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20374', '20374', '北方国际集团有限公司', 'unit_list', '单位列表', '374', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20375', '20375', '天津利和进出口集团有限公司', 'unit_list', '单位列表', '375', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20376', '20376', '长兴国际贸易有限公司', 'unit_list', '单位列表', '376', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20377', '20377', '天津城建集团有限公司', 'unit_list', '单位列表', '377', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20378', '20378', '天津住宅建设发展集团有限公司', 'unit_list', '单位列表', '378', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20379', '20379', '天津泰达集团有限公司', 'unit_list', '单位列表', '379', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20380', '20380', '北方国际信托股份有限公司', 'unit_list', '单位列表', '380', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20381', '20381', '天津市政建设集团有限公司', 'unit_list', '单位列表', '381', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20382', '20382', '天津信托有限责任公司', 'unit_list', '单位列表', '382', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20383', '20383', '天津滨海农村商业银行股份有限公司', 'unit_list', '单位列表', '383', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20384', '20384', '天津滨海柜台交易市场股份公司', 'unit_list', '单位列表', '384', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20385', '20385', '天津市公共交通集团（控股）有限公司', 'unit_list', '单位列表', '385', '20000', '1', '2018-03-27 15:01:00', '1', '2018-03-27 15:03:00', '', '0');
INSERT INTO `sys_dict` VALUES ('20a7ab821d104162a48b7d69249d16f2', '/borrow/tblBorrowArchives/look', '借阅档案查看', 'sysLogTitle', '借阅档案', '14', '0', '100350', '2018-05-18 15:07:13', '100350', '2018-05-18 15:08:19', '', '0');
INSERT INTO `sys_dict` VALUES ('21', '1', '公司', 'sys_office_type', '机构类型', '60', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('22', '2', '部门', 'sys_office_type', '机构类型', '70', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('23', '3', '小组', 'sys_office_type', '机构类型', '80', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('24', '4', '其它', 'sys_office_type', '机构类型', '90', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('245b4dfa4e794ae185f9ead3db966443', '1', '纸质档案', 'roll_out_type', '转出形式', '10', '0', '100350', '2018-03-29 15:01:51', '100350', '2018-03-29 15:01:51', '', '0');
INSERT INTO `sys_dict` VALUES ('25', '1', '综合部', 'sys_office_common', '快捷通用部门', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('2527ef07756641d885895a963db2890a', '/scattereds/tblScatteredFiles/list', '零散材料列表查看', 'sysLogTitle', '零散材料', '40', '0', '100350', '2018-05-18 15:23:05', '100350', '2018-05-18 15:23:05', '', '0');
INSERT INTO `sys_dict` VALUES ('26', '2', '开发部', 'sys_office_common', '快捷通用部门', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('26c3acc3c4174fb093a16032872d2c8a', '2', '中管', 'roll_out_reason', '转出事由', '20', '0', '100350', '2018-03-29 15:03:25', '100350', '2018-03-29 15:03:25', '', '0');
INSERT INTO `sys_dict` VALUES ('26d49c5e8468465998ed2822df54ad83', '/scattereds/tblScatteredFiles/form', '零散材料编辑', 'sysLogTitle', '零散材料', '41', '0', '100350', '2018-05-18 15:23:41', '100350', '2018-05-18 15:23:41', '', '0');
INSERT INTO `sys_dict` VALUES ('27', '3', '人力部', 'sys_office_common', '快捷通用部门', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('2764b9661c524c04abba81b8ba8daf81', '/retiredadre/retiredCadre/exportArchivesInfo', '干部管理导出', 'sysLogTitle', '干部管理', '67', '0', '100350', '2018-05-18 15:38:13', '100350', '2018-05-18 15:38:13', '', '0');
INSERT INTO `sys_dict` VALUES ('28', '1', '一级', 'sys_office_grade', '机构等级', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('288a571c69f1489abcb6b6a354b11eca', '/borrow/tblBorrowArchives/export', '借阅档案统计信息导出', 'sysLogTitle', '借阅档案', '18', '0', '100350', '2018-05-18 15:10:23', '100350', '2018-05-18 15:10:23', '', '0');
INSERT INTO `sys_dict` VALUES ('29', '2', '二级', 'sys_office_grade', '机构等级', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('2b5506630a6e4337a53b6e6d69a94ae2', '/retiredadre/retiredCadre/form', '干部管理编辑', 'sysLogTitle', '干部管理', '61', '0', '100350', '2018-05-18 15:34:03', '100350', '2018-05-18 15:34:03', '', '0');
INSERT INTO `sys_dict` VALUES ('2fade44e977b48f0a747c23e5619c896', '9', '未说明的性别', 'sex', '性别', '30', '0', '100350', '2018-03-28 09:59:40', '100350', '2018-04-04 13:50:27', '', '0');
INSERT INTO `sys_dict` VALUES ('3', '1', '显示', 'show_hide', '显示/隐藏', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('30', '3', '三级', 'sys_office_grade', '机构等级', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('31', '4', '四级', 'sys_office_grade', '机构等级', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('32', '1', '所有数据', 'sys_data_scope', '数据范围', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('33', '2', '所在公司及以下数据', 'sys_data_scope', '数据范围', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('34', '3', '所在公司数据', 'sys_data_scope', '数据范围', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('35', '4', '所在部门及以下数据', 'sys_data_scope', '数据范围', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('36', '5', '所在部门数据', 'sys_data_scope', '数据范围', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('37', '8', '仅本人数据', 'sys_data_scope', '数据范围', '90', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('38', '9', '按明细设置', 'sys_data_scope', '数据范围', '100', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('3877f3886cd54cba90c9967769fb560c', '/scattereds/tblScatteredFiles/save', '零散材料保存', 'sysLogTitle', '零散材料', '42', '0', '100350', '2018-05-18 15:24:06', '100350', '2018-05-18 15:24:06', '', '0');
INSERT INTO `sys_dict` VALUES ('39', '1', '系统管理', 'sys_user_type', '用户类型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('3c53f342ca934e2386595d3050a05e3a', '/scattereds/tblScatteredFiles/querycountlist', '零散材料统计列表查看', 'sysLogTitle', '零散材料', '46', '0', '100350', '2018-05-18 15:27:06', '100350', '2018-05-18 15:27:06', '', '0');
INSERT INTO `sys_dict` VALUES ('4', '0', '隐藏', 'show_hide', '显示/隐藏', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('40', '2', '部门经理', 'sys_user_type', '用户类型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('40fa71ea67754d4ba269abefe058f4dd', '3', '已审核', 'audit_status', '审核状态', '30', '0', '100350', '2018-03-30 11:49:54', '100350', '2018-05-16 15:03:15', '', '0');
INSERT INTO `sys_dict` VALUES ('41', '3', '普通用户', 'sys_user_type', '用户类型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('42', 'basic', '基础主题', 'cms_theme', '站点主题', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('4230cc6d9a614b0980787f42fc703839', '1', '未审核', 'audit_status', '审核状态', '10', '0', '100350', '2018-03-30 11:49:36', '100350', '2018-05-16 15:03:08', '', '0');
INSERT INTO `sys_dict` VALUES ('42d861ca5d34477d8fdf42d013f8f659', '/borrow/tblBorrowArchives/delete', '借阅档案删除', 'sysLogTitle', '借阅档案', '13', '0', '100350', '2018-05-18 15:06:38', '100350', '2018-05-18 15:06:38', '', '0');
INSERT INTO `sys_dict` VALUES ('43', 'blue', '蓝色主题', 'cms_theme', '站点主题', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('44', 'red', '红色主题', 'cms_theme', '站点主题', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('45', 'article', '文章模型', 'cms_module', '栏目模型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('45b48fa5892648c28e24d95477824340', '/consult/tblConsultArchives/delete', '查阅档案删除', 'sysLogTitle', '查阅档案', '5', '0', '100350', '2018-05-18 14:57:46', '100350', '2018-05-18 14:57:46', '', '0');
INSERT INTO `sys_dict` VALUES ('46', 'picture', '图片模型', 'cms_module', '栏目模型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('465d345daf8b48bb9eafd92810d332ee', '1', '未上交', 'supervise_handle_status', '督查督办状态', '10', '0', '100350', '2018-04-02 14:21:53', '100350', '2018-04-02 14:21:53', '', '0');
INSERT INTO `sys_dict` VALUES ('46ef6faeb4bf432db9729ffa446aeb09', '/retiredadre/retiredCadre/save', '干部管理保存', 'sysLogTitle', '干部管理', '62', '0', '100350', '2018-05-18 15:34:36', '100350', '2018-05-18 15:34:36', '', '0');
INSERT INTO `sys_dict` VALUES ('47', 'download', '下载模型', 'cms_module', '栏目模型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('47140dbff52a4a6d98234e811686a62f', '/borrow/tblBorrowArchives/querycountlist', '借阅档案统计列表查看', 'sysLogTitle', '借阅档案', '17', '0', '100350', '2018-05-18 15:09:40', '100350', '2018-05-18 15:09:40', '', '0');
INSERT INTO `sys_dict` VALUES ('47e75576ed8d4155bbf4c85b92aa212c', '3', '已转档案局', 'retired_cadre_status', '退休管理状态', '30', '0', '100350', '2018-03-27 15:01:40', '100350', '2018-03-27 15:02:57', '', '0');
INSERT INTO `sys_dict` VALUES ('48', 'link', '链接模型', 'cms_module', '栏目模型', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('49', 'special', '专题模型', 'cms_module', '栏目模型', '50', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('493729f78bd54fda92885a589f7c56f7', '/rollin/tblRollIn/list', '转入管理列表查看', 'sysLogTitle', '转入管理', '20', '0', '100350', '2018-05-18 15:11:53', '100350', '2018-05-18 15:11:53', '', '0');
INSERT INTO `sys_dict` VALUES ('4ca5a17aa9424a96868e9947edd5de1a', '/retiredadre/retiredCadre/revokeStatus', '干部管理状态回退', 'sysLogTitle', '干部管理', '65', '0', '100350', '2018-05-18 15:37:34', '100350', '2018-05-18 15:37:34', '', '0');
INSERT INTO `sys_dict` VALUES ('4e808838939f4a8d99fc3cdb0fcebbbc', '/consult/tblConsultArchives/form', '查阅档案编辑', 'sysLogTitle', '查阅档案', '2', '0', '100350', '2018-05-18 14:55:11', '100350', '2018-05-18 14:55:11', '', '0');
INSERT INTO `sys_dict` VALUES ('5', '1', '是', 'yes_no', '是/否', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('50', '0', '默认展现方式', 'cms_show_modes', '展现方式', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('506d18cec6ba43d2a2f4ffdc6eb4fdaa', '/rollout/tblRollOut/list', '转出管理列表查看', 'sysLogTitle', '转出管理', '30', '0', '100350', '2018-05-18 15:18:13', '100350', '2018-05-18 15:18:13', '', '0');
INSERT INTO `sys_dict` VALUES ('51', '1', '首栏目内容列表', 'cms_show_modes', '展现方式', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('52', '2', '栏目第一条内容', 'cms_show_modes', '展现方式', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('528accc952564d03af67b13cdbe03e8f', '/borrow/tblBorrowArchives/list', '借阅档案列表查看', 'sysLogTitle', '借阅档案', '10', '0', '100350', '2018-05-18 15:04:33', '100350', '2018-05-18 15:04:33', '', '0');
INSERT INTO `sys_dict` VALUES ('52afbba38c614b808fd64472904081df', '2', '已上交', 'supervise_handle_status', '督查督办状态', '20', '0', '100350', '2018-04-02 14:22:14', '100350', '2018-04-02 14:22:14', '', '0');
INSERT INTO `sys_dict` VALUES ('52ed2d7890e84560ac69aeed62bd6500', '1', '小学', 'education', '学历', '10', '0', '100350', '2018-04-04 14:12:40', '100350', '2018-04-04 14:12:40', '', '0');
INSERT INTO `sys_dict` VALUES ('53', '0', '发布', 'cms_del_flag', '内容状态', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('54', '1', '删除', 'cms_del_flag', '内容状态', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('55', '2', '审核', 'cms_del_flag', '内容状态', '15', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('56', '1', '首页焦点图', 'cms_posid', '推荐位', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('57', '2', '栏目页文章推荐', 'cms_posid', '推荐位', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('58', '1', '咨询', 'cms_guestbook', '留言板分类', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('59', '2', '建议', 'cms_guestbook', '留言板分类', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('59540c4230394d9483b7a62c880550fd', '/rollin/tblRollIn/save', '转入管理保存', 'sysLogTitle', '转入管理', '22', '0', '100350', '2018-05-18 15:12:57', '100350', '2018-05-18 15:12:57', '', '0');
INSERT INTO `sys_dict` VALUES ('5ab85a43f180420d99f730457b304436', '/rollin/tblRollIn/export', '转入管理统计导出', 'sysLogTitle', '转入管理', '28', '0', '100350', '2018-05-18 15:16:29', '100350', '2018-05-18 15:16:29', '', '0');
INSERT INTO `sys_dict` VALUES ('5e281c4699d24e9da451b5d05025911a', '6', '硕士及以上', 'education', '学历', '60', '0', '100350', '2018-04-04 14:14:23', '100350', '2018-04-04 14:14:23', '', '0');
INSERT INTO `sys_dict` VALUES ('5f0b6c6af6fb4473855fa99b53ba7aca', '/rollout/tblRollOut/querycountlist', '转出管理统计列表查看', 'sysLogTitle', '转出管理', '35', '0', '100350', '2018-05-18 15:21:22', '100350', '2018-05-18 15:21:22', '', '0');
INSERT INTO `sys_dict` VALUES ('6', '0', '否', 'yes_no', '是/否', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('60', '3', '投诉', 'cms_guestbook', '留言板分类', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('603a427e1880474baf3cf42e01bcf292', '2', '数字档案', 'roll_out_type', '转出形式', '20', '0', '100350', '2018-03-29 15:02:18', '100350', '2018-03-29 15:02:18', '', '0');
INSERT INTO `sys_dict` VALUES ('61', '4', '其它', 'cms_guestbook', '留言板分类', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('62', '1', '公休', 'oa_leave_type', '请假类型', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('62d25c1e0c064f76b895e473a804c44e', '4', '专科', 'education', '学历', '40', '0', '100350', '2018-04-04 14:13:32', '100350', '2018-04-04 14:13:32', '', '0');
INSERT INTO `sys_dict` VALUES ('63', '2', '病假', 'oa_leave_type', '请假类型', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('64', '3', '事假', 'oa_leave_type', '请假类型', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('65', '4', '调休', 'oa_leave_type', '请假类型', '40', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('66', '5', '婚假', 'oa_leave_type', '请假类型', '60', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('67', '1', '接入日志', 'sys_log_type', '日志类型', '30', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('68', '2', '异常日志', 'sys_log_type', '日志类型', '40', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('69', 'leave', '请假流程', 'act_type', '流程类型', '10', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('6ccf245b34174b21943376fbe83e1275', '1', '调出', 'roll_out_reason', '转出事由', '10', '0', '100350', '2018-03-29 15:02:59', '100350', '2018-03-29 15:02:59', '', '0');
INSERT INTO `sys_dict` VALUES ('7', 'red', '红色', 'color', '颜色值', '10', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('70', 'test_audit', '审批测试流程', 'act_type', '流程类型', '20', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('71', '1', '分类1', 'act_category', '流程分类', '10', '0', '1', '2013-06-03 08:00:00', '100350', '2018-03-27 14:19:37', '', '1');
INSERT INTO `sys_dict` VALUES ('72', '2', '分类2', 'act_category', '流程分类', '20', '0', '1', '2013-06-03 08:00:00', '1', '2013-06-03 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('73', 'crud', '增删改查', 'gen_category', '代码生成分类', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('74', 'crud_many', '增删改查（包含从表）', 'gen_category', '代码生成分类', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('75', 'tree', '树结构', 'gen_category', '代码生成分类', '30', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('76', '=', '=', 'gen_query_type', '查询方式', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('77', '!=', '!=', 'gen_query_type', '查询方式', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('7746d03c51e344198706b39a6f86190c', '/consult/tblConsultArchives/auditData', '查询档案审核', 'sysLogTitle', '查询档案', '7', '0', '100350', '2018-05-18 14:59:25', '100350', '2018-05-18 14:59:25', '', '0');
INSERT INTO `sys_dict` VALUES ('78', '&gt;', '&gt;', 'gen_query_type', '查询方式', '30', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('783c0dbc4990487f9571fec0b466391f', '1', '正常', 'logType', '日志类型', '10', '0', '100350', '2018-05-18 15:54:52', '100350', '2018-05-18 15:54:52', '', '0');
INSERT INTO `sys_dict` VALUES ('79', '&lt;', '&lt;', 'gen_query_type', '查询方式', '40', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('7c42c0eb033349729000f59ae1462f75', '/retiredadre/retiredCadre/import', '干部管理导入', 'sysLogTitle', '干部管理', '68', '0', '100350', '2018-05-18 15:38:46', '100350', '2018-05-18 15:38:46', '', '0');
INSERT INTO `sys_dict` VALUES ('7d403b5297e745e1b4ea4ec0988161cd', '/retiredadre/retiredCadre/delete', '干部管理删除', 'sysLogTitle', '干部管理', '63', '0', '100350', '2018-05-18 15:35:08', '100350', '2018-05-18 15:35:08', '', '0');
INSERT INTO `sys_dict` VALUES ('7f75199c84f144c9b1f2fbc404097e92', '/consult/tblConsultArchives/look', '查阅档案查看', 'sysLogTitle', '查阅档案', '6', '0', '100350', '2018-05-18 14:58:26', '100350', '2018-05-18 14:58:26', '', '0');
INSERT INTO `sys_dict` VALUES ('7f89cedd5ff347ea8cd54b1eca1a4a6d', '/consult/tblConsultArchives/querycountlist', '查询档案统计列表查看', 'sysLogTitle', '查询档案', '8', '0', '100350', '2018-05-18 15:00:32', '100350', '2018-05-18 15:00:32', '', '0');
INSERT INTO `sys_dict` VALUES ('8', 'green', '绿色', 'color', '颜色值', '20', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('80', 'between', 'Between', 'gen_query_type', '查询方式', '50', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('81', 'like', 'Like', 'gen_query_type', '查询方式', '60', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('82', 'left_like', 'Left Like', 'gen_query_type', '查询方式', '70', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('83', 'right_like', 'Right Like', 'gen_query_type', '查询方式', '80', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('84', 'input', '文本框', 'gen_show_type', '字段生成方案', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('85', 'textarea', '文本域', 'gen_show_type', '字段生成方案', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('86', 'select', '下拉框', 'gen_show_type', '字段生成方案', '30', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('87', 'checkbox', '复选框', 'gen_show_type', '字段生成方案', '40', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('88', 'radiobox', '单选框', 'gen_show_type', '字段生成方案', '50', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('88e7b6c8734548ab9dc76c5d6621a2e9', '/consult/tblConsultArchives/saveTerminal', '查阅档案保存', 'sysLogTitle', '查阅档案', '4', '0', '100350', '2018-05-18 14:57:02', '100350', '2018-05-18 14:57:02', '', '0');
INSERT INTO `sys_dict` VALUES ('89', 'dateselect', '日期选择', 'gen_show_type', '字段生成方案', '60', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('8b7c6e049fa741918f4946115b206a0d', '/consult/tblConsultArchives/save', '查阅档案保存', 'sysLogTitle', '查阅档案', '3', '0', '100350', '2018-05-18 14:56:00', '100350', '2018-05-18 14:56:00', '', '0');
INSERT INTO `sys_dict` VALUES ('8ee868d37e2b4f8c9471f1a8281be203', '/rollin/tblRollIn/delete', '转入管理删除', 'sysLogTitle', '转入管理', '24', '0', '100350', '2018-05-18 15:14:17', '100350', '2018-05-18 15:14:17', '', '0');
INSERT INTO `sys_dict` VALUES ('9', 'blue', '蓝色', 'color', '颜色值', '30', '0', '1', '2013-05-27 08:00:00', '1', '2013-05-27 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('90', 'userselect', '人员选择', 'gen_show_type', '字段生成方案', '70', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('90663cc922d9422e923affb8a067bde4', '/rollin/tblRollIn/look', '转入管理查看', 'sysLogTitle', '转入管理', '25', '0', '100350', '2018-05-18 15:14:46', '100350', '2018-05-18 15:14:46', '', '0');
INSERT INTO `sys_dict` VALUES ('91', 'officeselect', '部门选择', 'gen_show_type', '字段生成方案', '80', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('91c01e355fa14928bb8f1f5950c30e60', '/scattereds/tblScatteredFiles/saveTerminal', '零散材料保存', 'sysLogTitle', '零散材料', '43', '0', '100350', '2018-05-18 15:24:46', '100350', '2018-05-18 15:24:46', '', '0');
INSERT INTO `sys_dict` VALUES ('92', 'areaselect', '区域选择', 'gen_show_type', '字段生成方案', '90', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('95', 'dao', '仅持久层', 'gen_category', '代码生成分类\0\0\0\0', '40', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '1');
INSERT INTO `sys_dict` VALUES ('96', '1', '男', 'sex', '性别', '10', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('97', '2', '女', 'sex', '性别', '20', '0', '1', '2013-10-28 08:00:00', '1', '2013-10-28 08:00:00', null, '0');
INSERT INTO `sys_dict` VALUES ('a64cf0bb114c49528c4d5e1c33f3b7b3', '1', '离退', 'retired_cadre_status', '退休管理状态', '10', '0', '100350', '2018-03-27 15:00:57', '100350', '2018-03-27 15:02:38', '', '0');
INSERT INTO `sys_dict` VALUES ('aa8933d74cdc4734b79569aa5ef45a83', '5', '本科', 'education', '学历', '50', '0', '100350', '2018-04-04 14:13:54', '100350', '2018-04-04 14:13:54', '', '0');
INSERT INTO `sys_dict` VALUES ('aab889669a1c4782a87bcc5ae68074b0', '/rollin/tblRollIn/form', '转入管理编辑', 'sysLogTitle', '转入管理', '21', '0', '100350', '2018-05-18 15:12:26', '100350', '2018-05-18 15:12:26', '', '0');
INSERT INTO `sys_dict` VALUES ('ab46c15e77fd4170b5d08e8d32032d05', '/suphandle/tblSuperviseHandle/import', '督查督办导入', 'sysLogTitle', '督查督办', '52', '0', '100350', '2018-05-18 15:31:02', '100350', '2018-05-18 15:31:02', '', '0');
INSERT INTO `sys_dict` VALUES ('ab75fe94e95e48dd8d9fb5f7fc3a0817', '2', '初中', 'education', '学历', '20', '0', '100350', '2018-04-04 14:12:59', '100350', '2018-04-04 14:12:59', '', '0');
INSERT INTO `sys_dict` VALUES ('ac36ce7a3b064dc8980b88b5b49821b2', '/rollin/tblRollIn/saveTerminal', '转入管理保存', 'sysLogTitle', '转入管理', '23', '0', '100350', '2018-05-18 15:13:37', '100350', '2018-05-18 15:13:37', '', '0');
INSERT INTO `sys_dict` VALUES ('af5e214074c34e72bf3d4cf19b74e904', '/rollin/tblRollIn/querycountlist', '转入管理统计类别查看', 'sysLogTitle', '转入管理', '26', '0', '100350', '2018-05-18 15:15:53', '100350', '2018-05-18 15:15:53', '', '0');
INSERT INTO `sys_dict` VALUES ('aff8a5d8b8f142b0ab838630ccf76074', '/borrow/tblBorrowArchives/save', '借阅档案保存', 'sysLogTitle', '借阅档案', '12', '0', '100350', '2018-05-18 15:06:03', '100350', '2018-05-18 15:06:03', '', '0');
INSERT INTO `sys_dict` VALUES ('bed90b89a9b84fde91973b2e692b7395', '/scattereds/tblScatteredFiles/import', '零散材料导入', 'sysLogTitle', '零散材料', '49', '0', '100350', '2018-05-18 15:28:32', '100350', '2018-05-18 15:28:32', '', '0');
INSERT INTO `sys_dict` VALUES ('c1aa21d38ed44baf9f0b983707b9145a', '/scattereds/tblScatteredFiles/export', '零散材料统计导出', 'sysLogTitle', '零散材料', '48', '0', '100350', '2018-05-18 15:27:55', '100350', '2018-05-18 15:27:55', '', '0');
INSERT INTO `sys_dict` VALUES ('ce427f69c8124589ae089275fd5d2803', '/rollout/tblRollOut/save', '转出管理保存', 'sysLogTitle', '转出管理', '32', '0', '100350', '2018-05-18 15:19:19', '100350', '2018-05-18 15:19:19', '', '0');
INSERT INTO `sys_dict` VALUES ('ce930ec92dac4b09885cd4a2740a3767', '/scattereds/tblScatteredFiles/auditData', '零散材料审核', 'sysLogTitle', '零散材料', '47', '0', '100350', '2018-05-18 15:26:21', '100350', '2018-05-18 15:27:15', '', '0');
INSERT INTO `sys_dict` VALUES ('cedddb8f422c421cb3d69776e238cf17', '/retiredadre/retiredCadre/updateStatus', '干部管理状态更改', 'sysLogTitle', '干部管理', '66', '0', '100350', '2018-05-18 15:36:42', '100350', '2018-05-18 15:36:42', '', '0');
INSERT INTO `sys_dict` VALUES ('cfa8182ccec84fb182909e04b1a8c079', '3', '高中', 'education', '学历', '30', '0', '100350', '2018-04-04 14:13:14', '100350', '2018-04-04 14:13:14', '', '0');
INSERT INTO `sys_dict` VALUES ('d0e9cdee8c1a47fcb6d55f048ee51e15', '0', '未知的性别', 'sex', '性别', '9', '0', '100350', '2018-04-04 13:50:08', '100350', '2018-04-04 13:50:08', '', '0');
INSERT INTO `sys_dict` VALUES ('d7628ca1debb4a2eac731ccab6efe03c', '2', '异常', 'logType', '日志类型', '20', '0', '100350', '2018-05-18 15:55:21', '100350', '2018-05-18 15:55:21', '', '0');
INSERT INTO `sys_dict` VALUES ('d76626d7e18c419fbce5e5aa3e45338f', '/suphandle/tblSuperviseHandle/delete', '督查督办删除', 'sysLogTitle', '督查督办', '51', '0', '100350', '2018-05-18 15:30:19', '100350', '2018-05-18 15:30:19', '', '0');
INSERT INTO `sys_dict` VALUES ('d8afd86241e348b48288bd32286aef1e', '/consult/tblConsultArchives/list', '查阅档案列表查看', 'sysLogTitle', '查阅档案', '1', '0', '100350', '2018-05-18 14:54:02', '100350', '2018-05-18 15:00:41', '', '0');
INSERT INTO `sys_dict` VALUES ('d8cea147497846faa797dd21df502614', '3', '已逾期', 'supervise_handle_status', '督查督办状态', '30', '0', '100350', '2018-04-02 14:22:31', '100350', '2018-04-02 14:22:31', '', '0');
INSERT INTO `sys_dict` VALUES ('d8edeb75f5904b7ea1f06fbd3d5dd2ca', '/rollout/tblRollOut/delete', '转出管理删除', 'sysLogTitle', '转出管理', '33', '0', '100350', '2018-05-18 15:19:56', '100350', '2018-05-18 15:19:56', '', '0');
INSERT INTO `sys_dict` VALUES ('dc9eee323d9b4342beea7304cfb0c62c', '/retiredadre/retiredCadre/list', '干部管理列表查看', 'sysLogTitle', '干部管理', '60', '0', '100350', '2018-05-18 15:33:23', '100350', '2018-05-18 15:33:23', '', '0');
INSERT INTO `sys_dict` VALUES ('e34c2c205e46467ba7eb2289ca2b4422', '/borrow/tblBorrowArchives/form', '借阅档案编辑', 'sysLogTitle', '借阅档案', '11', '0', '100350', '2018-05-18 15:05:25', '100350', '2018-05-18 15:05:25', '', '0');
INSERT INTO `sys_dict` VALUES ('e514fb9b76ca488aa08bae87e574245f', '2', '死亡', 'retired_cadre_status', '退休管理状态', '20', '0', '100350', '2018-03-27 15:01:19', '100350', '2018-03-27 15:03:06', '', '0');
INSERT INTO `sys_dict` VALUES ('e61c17aa31a3471293b115eb8905171e', '/rollout/tblRollOut/look', '转出管理查看', 'sysLogTitle', '转出管理', '34', '0', '100350', '2018-05-18 15:20:23', '100350', '2018-05-18 15:20:23', '', '0');
INSERT INTO `sys_dict` VALUES ('eb99c8f3bc8e46a98c4de335dbf3b50f', '/rollin/tblRollIn/auditData', '转入管理审核', 'sysLogTitle', '转入管理', '27', '0', '100350', '2018-05-18 15:15:19', '100350', '2018-05-18 15:16:38', '', '0');
INSERT INTO `sys_dict` VALUES ('f2d44ffaeaea44a4876adbca6da845db', '/suphandle/tblSuperviseHandle/updateStatus', '督查督办上交', 'sysLogTitle', '督查督办', '53', '0', '100350', '2018-05-18 15:32:13', '100350', '2018-05-18 15:32:13', '', '0');
INSERT INTO `sys_dict` VALUES ('f2ec3d1625d14d10a148dc24c574ac9c', '/retiredadre/retiredCadre/look', '干部管理查看', 'sysLogTitle', '干部管理', '64', '0', '100350', '2018-05-18 15:35:34', '100350', '2018-05-18 15:35:34', '', '0');
INSERT INTO `sys_dict` VALUES ('fc40c1117cce47a282100df776863cae', '/borrow/tblBorrowArchives/auditData', '借阅档案审核', 'sysLogTitle', '借阅档案', '16', '0', '100350', '2018-05-18 15:09:02', '100350', '2018-05-18 15:09:02', '', '0');

-- ----------------------------
-- Table structure for `sys_dicttype`
-- ----------------------------
DROP TABLE IF EXISTS `sys_dicttype`;
CREATE TABLE `sys_dicttype` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `PARENT_ID` varchar(50) NOT NULL COMMENT '上级ID',
  `PARENT_IDS` varchar(2000) NOT NULL COMMENT '所有上级ID',
  `ENNAME` varchar(50) NOT NULL COMMENT '英文名',
  `CHNAME` varchar(50) NOT NULL COMMENT '中文名',
  `TYPE` varchar(50) DEFAULT NULL COMMENT '类型',
  `SORT` int(11) DEFAULT NULL COMMENT '排序',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '更新者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '更新日期',
  `REMARKS` varchar(50) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`ID`),
  KEY `AK_AK_ENNAME` (`ENNAME`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_dicttype
-- ----------------------------
INSERT INTO `sys_dicttype` VALUES ('3', '1', '0,1,', 'XT', '系统设置', '0', '3000000', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('4', '1', '0,1,', 'YW', '业务管理', '0', '2000000', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('41', '4', '0,1,4,', 'YW_RWZT', '任务状态', '1', '2000001', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('42', '4', '0,1,4,', 'YW_RWJD', '任务季度', '1', '2000001', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('43', '4', '0,1,4,', 'YW_DCLX', '督查-督查类型', '1', '2000002', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('44', '4', '0,1,4,', 'YW_DCLSQK', '督查-督查事件落实情况', '1', '2000003', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('45', '4', '0,1,4,', 'YW_SJDW', '督查-上级单位', '1', '2000004', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('46', '4', '0,1,4,', 'YW_PS_LX', '批示-批示类型', '1', '2000005', null, null, '', null, null, '0');
INSERT INTO `sys_dicttype` VALUES ('47', '4', '0,1,4,', 'YW_PS_FL_QZ', '批示-分类-轻重', '1', '2000006', '', '2018-01-31 13:54:12', '', '2018-01-31 13:54:26', '', '0');
INSERT INTO `sys_dicttype` VALUES ('48', '4', '0,1,4,', 'YW_PS_FL_NR', '批示-分类-内容', '1', '2000007', '', '2018-01-31 13:54:12', '', '2018-01-31 13:54:26', '', '0');
INSERT INTO `sys_dicttype` VALUES ('49', '4', '0,1,4,', 'YW_PS_FL_YQ', '批示-分类-要求', '1', '2000008', null, null, null, null, null, '0');
INSERT INTO `sys_dicttype` VALUES ('50', '4', '0,1,4,', 'YW_PS_BLQK', '批示-办理情况', '1', '2000008', '', '2018-01-31 13:54:12', '', '2018-01-31 13:54:26', '', '0');
INSERT INTO `sys_dicttype` VALUES ('51', '4', '0,1,4,', 'YW_SF', '全局-否是', '1', '1', '', '2018-01-31 13:54:12', '', '2018-01-31 13:54:26', '', '0');
INSERT INTO `sys_dicttype` VALUES ('52', '4', '0,1,4,', 'YW_PS_BJ', '批示-标记', '1', '1', '', '2018-01-31 13:54:12', '', '2018-01-31 13:54:26', '', '0');
INSERT INTO `sys_dicttype` VALUES ('53', '4', '0,1,4,', 'YW_PS_WJLX', '批示-文件类型', '1', '1', '', '2018-01-31 13:54:12', '', '2018-01-31 13:54:26', '', '0');
INSERT INTO `sys_dicttype` VALUES ('54', '4', '0,1,4,', 'YW_PS_LY', '批示-来源', '1', '1', '', '2018-01-31 13:54:12', '', '2018-01-31 13:54:26', '', '0');
INSERT INTO `sys_dicttype` VALUES ('6bb72333-b2fb-11e6-93b3-286ed488cbdb', '4', '0,1,4,', 'retiredadre_status', '退休-状态', '1', '1900000', null, '2018-03-27 11:22:03', null, '2018-03-27 11:22:13', null, '0');
INSERT INTO `sys_dicttype` VALUES ('6bb72c07-b2fb-11e6-93b3-286ed488cbdb', '3', '0,1,3,', 'sys_data_scope', '机构用户-数据范围', '1', '3000002', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('6bb72d19-b2fb-11e6-93b3-286ed488cbdb', '3', '0,1,3,', 'sys_log_type', '日志查询-日志类型', '1', '3000005', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('6bb72d22-b2fb-11e6-93b3-286ed488cbdb', '4', '0,1,4,', 'YW_NN', '全局-男女', '1', '2', null, '2018-03-27 11:20:15', null, '2018-03-27 11:20:21', null, '0');
INSERT INTO `sys_dicttype` VALUES ('6bb730b8-b2fb-11e6-93b3-286ed488cbdb', '3', '0,1,3,', 'sys_office_nature', '机构用户-单位性质', '1', '3000003', null, null, '', null, '', '0');
INSERT INTO `sys_dicttype` VALUES ('6bb731c4-b2fb-11e6-93b3-286ed488cbdb', '3', '0,1,3,', 'sys_user_type', '机构用户-用户类型', '1', '3000004', null, null, '', null, '', '0');

-- ----------------------------
-- Table structure for `sys_leader`
-- ----------------------------
DROP TABLE IF EXISTS `sys_leader`;
CREATE TABLE `sys_leader` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `PARENT_ID` varchar(50) DEFAULT NULL COMMENT '上级机构ID',
  `PARENT_IDS` varchar(2000) DEFAULT NULL COMMENT '所有上级机构ID',
  `l001` varchar(50) DEFAULT NULL COMMENT '姓名',
  `l004` varchar(50) DEFAULT NULL COMMENT '适用字段',
  `l002` varchar(50) DEFAULT NULL COMMENT '性别',
  `l003` varchar(50) DEFAULT NULL COMMENT '出生日期',
  `l005` varchar(50) DEFAULT NULL,
  `l006` varchar(50) DEFAULT NULL,
  `l007` varchar(50) DEFAULT NULL,
  `l008` varchar(50) DEFAULT NULL,
  `l009` varchar(50) DEFAULT NULL,
  `SORT` int(11) DEFAULT NULL COMMENT '排序',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '更新者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '更新日期',
  `REMARKS` varchar(500) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `CHANGE_REASON` varchar(2) DEFAULT NULL COMMENT '变更原因',
  PRIMARY KEY (`ID`),
  KEY `id` (`ID`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='领导信息表';

-- ----------------------------
-- Records of sys_leader
-- ----------------------------
INSERT INTO `sys_leader` VALUES ('10000000000L10', '0', '0', '区委', '01', '', '', '', '', '', '', '', '10', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000001L10', '10000000000L10', ',10000000000L10,10000000001L10', '李清', '01', '', '', '', '', '', '', '', '70', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000002L10', '10000000000L10', ',10000000000L10,10000000002L10', '张劲', '01', '', '', '', '', '', '', '', '80', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000003L10', '10000000000L10', ',10000000000L10,10000000003L10', '王琳', '01', '', '', '', '', '', '', '', '90', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000004L10', '10000000000L10', ',10000000000L10,10000000004L10s', '李东升', '01', '', '', '', '', '', '', '', '100', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000005L10', '10000000000L10', ',10000000000L10,10000000005L10', '董秀琴', '01', '', '', '', '', '', '', '', '110', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000006L10', '10000000000L10', '10000000000L10,10000000006L10', '惠冰', '01', '', '', '', '', '', '', '', '120', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000007L10', '10000000000L10', '10000000000L10,10000000007L10', '李桂强', '01', '', '', '', '', '', '', '', '130', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('10000000008L10', '10000000000L10', '10000000000L10,10000000008L10', '朱明鹏', '01', '', '', '', '', '', '', '', '140', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('20000000000L10', '0', '0', '人大', '01', '', '', '', '', '', '', '', '20', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('20000000001L10', '20000000000L10', '0,20000000000L10,20000000001L10', '王洪茹', '01', '', '', '', '', '', '', '', '150', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('20000000002L10', '20000000000L10', '0,20000000000L10,20000000002L10', '兰强', '01', '', '', '', '', '', '', '', '160', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('20000000003L10', '20000000000L10', '0,20000000000L10,20000000003L10', '肖培芝', '01', '', '', '', '', '', '', '', '170', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('20000000004L10', '20000000000L10', '0,20000000000L10,20000000004L10', '姜美武', '01', '', '', '', '', '', '', '', '180', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('20000000005L10', '20000000000L10', '0,20000000000L10,20000000005L10', '王家奎', '01', '', '', '', '', '', '', '', '190', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('20000000006L10', '20000000000L10', '0,20000000000L10,20000000006L10', '钱雪梅', '01', '', '', '', '', '', '', '', '200', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000000L10', '0', '0', '政府', '01', '', '', '', '', '', '', '', '30', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000001L10', '30000000000L10', '30000000000L10,30000000001L10', '陈绍旺', '01', '', '', '', '', '', '', '', '210', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000002L10', '30000000000L10', '30000000000L10,30000000002L10', '刘启阁', '01', '', '', '', '', '', '', '', '220', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000003L10', '30000000000L10', '30000000000L10,30000000003L10', '邰中林', '01', '', '', '', '', '', '', '', '230', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000004L10', '30000000000L10', '30000000000L10,30000000004L10', '高艳', '01', '', '', '', '', '', '', '', '240', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000005L10', '30000000000L10', '30000000000L10,30000000005L10', '王强', '01', '', '', '', '', '', '', '', '250', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000006L10', '30000000000L10', '30000000000L10,30000000006L10', '任福志', '01', '', '', '', '', '', '', '', '260', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000007L10', '30000000000L10', '30000000000L10,30000000007L10', '方伟', '01', '', '', '', '', '', '', '', '270', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('30000000008L10', '30000000000L10', '30000000000L10,30000000008L10', '张寒冰', '01', '', '', '', '', '', '', '', '280', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000000L10', '0', '0', '政协', '01', '', '', '', '', '', '', '', '40', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000001L10', '40000000000L10', '40000000000L10,40000000001L10', '苑树发', '01', '', '', '', '', '', '', '', '290', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000002L10', '40000000000L10', '40000000000L10,40000000002L10', '高向军', '01', '', '', '', '', '', '', '', '300', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000003L10', '40000000000L10', '40000000000L10,40000000003L10', '孙继光', '01', '', '', '', '', '', '', '', '310', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000004L10', '40000000000L10', '40000000000L10,40000000004L10', '柴林', '01', '', '', '', '', '', '', '', '320', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000005L10', '40000000000L10', '40000000000L10,40000000005L10', '王世海', '01', '', '', '', '', '', '', '', '330', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000006L10', '40000000000L10', '40000000000L10,40000000006L10', '贺佩凤', '01', '', '', '', '', '', '', '', '340', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000007L10', '40000000000L10', '40000000000L10,40000000007L10', '李寿强', '01', '', '', '', '', '', '', '', '350', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000008L10', '40000000000L10', '40000000000L10,40000000008L10', '何有才', '01', '', '', '', '', '', '', '', '360', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('40000000009L10', '40000000000L10', '40000000000L10,40000000009L10', '李志足', '01', '', '', '', '', '', '', '', '370', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('50000000000L10', '0', '0', '政法', '01', '', '', '', '', '', '', '', '50', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('50000000001L10', '50000000000L10', '50000000000L10,50000000001L10', '王瀚', '01', '', '', '', '', '', '', '', '380', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('50000000002L10', '50000000000L10', '50000000000L10,50000000002L10', '单新源', '01', '', '', '', '', '', '', '', '390', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('5178c01b22854f858d20245f29943bc9', '10000000000L10', null, '1', null, null, null, null, null, null, null, null, '70', '1', '2018-02-02 14:41:14', '1', '2018-02-02 14:41:24', null, '0', '1');
INSERT INTO `sys_leader` VALUES ('60000000000L10', '0', '0', '督查办', '02', '', '', '', '', '', '', '', '60', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('60000000001L10', '60000000000L10', '60000000000L10,60000000001L10', '林小琳', '02', '', '', '', '', '', '', '', '400', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('60000000002L10', '60000000000L10', '60000000000L10,60000000002L10', '许树松', '02', '', '', '', '', '', '', '', '410', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('60000000003L10', '60000000000L10', '60000000000L10,60000000003L10', '薛冬', '02', '', '', '', '', '', '', '', '420', '', null, '1', '2018-02-02 14:53:38', '', '0', '');
INSERT INTO `sys_leader` VALUES ('64387323662e4ca6944be67110dc1ef7', null, null, null, null, null, null, null, null, null, null, null, '70', '1', '2018-02-02 14:41:05', '1', '2018-02-02 14:53:28', null, '0', '1');
INSERT INTO `sys_leader` VALUES ('9106578ec4a74adfb781a67b62fc6157', '10000000000L10', null, '1', null, null, null, null, null, null, null, null, '30', '1', '2018-02-02 14:53:48', '1', '2018-02-02 14:53:55', null, '0', '1');

-- ----------------------------
-- Table structure for `sys_log`
-- ----------------------------
DROP TABLE IF EXISTS `sys_log`;
CREATE TABLE `sys_log` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `TYPE` varchar(50) DEFAULT NULL COMMENT '类型',
  `TITLE` varchar(50) DEFAULT NULL COMMENT '标题',
  `IP` varchar(50) DEFAULT NULL COMMENT 'IP地址',
  `REQUEST_URI` varchar(500) DEFAULT NULL COMMENT '访问路径',
  `METHOD` varchar(500) DEFAULT NULL COMMENT '访问方法',
  `PARAMS` text COMMENT '参数',
  `DETAIL` text COMMENT '操作内容',
  `EXCEPTION` text COMMENT '异常',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建时间',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_log
-- ----------------------------
INSERT INTO `sys_log` VALUES ('00ac148018134a979b364d20c8b33ffd', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 09:27:49');
INSERT INTO `sys_log` VALUES ('013e8e0e20a149e7b9dbdcf688e97894', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=e5c974ff23754f59b56ebb7a7cf6b1ca', null, '', '100350', '2018-05-21 10:23:36');
INSERT INTO `sys_log` VALUES ('014a90ab8bf0484cb5a806e969a7ec04', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:23:03');
INSERT INTO `sys_log` VALUES ('0425555550614542bece9d2822e75bb5', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 10:29:45');
INSERT INTO `sys_log` VALUES ('0722e768bb264b62bd33979916876534', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 09:33:09');
INSERT INTO `sys_log` VALUES ('09f291f329fb412186671a4fd864907c', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=e5c974ff23754f59b56ebb7a7cf6b1ca', null, '', '100350', '2018-05-21 09:28:45');
INSERT INTO `sys_log` VALUES ('0b4651df4c194267b45b884933eb6974', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 09:38:48');
INSERT INTO `sys_log` VALUES ('0c2f390beab1459e95360023c39efc4d', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 09:39:55');
INSERT INTO `sys_log` VALUES ('0ceb8de8280d4513bd09188b11bdbfe4', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:41:27');
INSERT INTO `sys_log` VALUES ('0dee132cea9346358cf7d6a03108d2d1', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:36:40');
INSERT INTO `sys_log` VALUES ('10300d6ab54e4fe4a8b58b942b465a30', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:21:52');
INSERT INTO `sys_log` VALUES ('105544135ab34defb915f608a38e3e0d', '1', '查阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/form', 'GET', 'id=d21c5289107e40feb0bb9d35958487fe', null, '', '100350', '2018-05-18 15:01:37');
INSERT INTO `sys_log` VALUES ('12764ff2bd0d4a7d8f4b6379c9b9c3ae', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:37:43');
INSERT INTO `sys_log` VALUES ('1318b98ea5d940c589c3d25520788e35', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=fabb094b27404ee5ba3fe5d27d0bfe72', null, '', '100350', '2018-05-21 09:33:28');
INSERT INTO `sys_log` VALUES ('13407d75597b420abc7abcbc21a25f0c', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 10:52:47');
INSERT INTO `sys_log` VALUES ('140386df7c534c468d1cde27b06e4dd8', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:25:32');
INSERT INTO `sys_log` VALUES ('142b287ceecb4a0d8f3be13e630287ef', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:33:57');
INSERT INTO `sys_log` VALUES ('166bc06db80845f4a398ecf113431235', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=dd1db96735e940719397427d6a842277', null, '', '100350', '2018-05-21 09:28:39');
INSERT INTO `sys_log` VALUES ('1819cc5ac21f4f33a34ce6dc9d674e90', '2', null, '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblGiveBack/form', 'GET', 'mainId=f6406516d878401488b6abdb8dfeedd2', null, 'org.apache.jasper.JasperException: /WEB-INF/views/business/borrow/tblGiveBackForm.jsp (line: 69, column: 4) \"${tblGiveBack.status eq \'2\' ? disabled=\'disabled\' : \'\'}\" contains invalid expression(s): javax.el.ELException: Failed to parse the expression [${tblGiveBack.status eq \'2\' ? disabled=\'disabled\' : \'\'}]\r\n	at org.apache.jasper.compiler.DefaultErrorHandler.jspError(DefaultErrorHandler.java:42)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.dispatch(ErrorDispatcher.java:443)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.jspError(ErrorDispatcher.java:199)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.getJspAttribute(Validator.java:1424)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.checkXmlAttributes(Validator.java:1231)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.visit(Validator.java:876)\r\n	at org.apache.jasper.compiler.Node$CustomTag.accept(Node.java:1553)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Node$Visitor.visitBody(Node.java:2444)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.visit(Validator.java:895)\r\n	at org.apache.jasper.compiler.Node$CustomTag.accept(Node.java:1553)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Node$Visitor.visitBody(Node.java:2444)\r\n	at org.apache.jasper.compiler.Node$Visitor.visit(Node.java:2450)\r\n	at org.apache.jasper.compiler.Node$Root.accept(Node.java:474)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Validator.validateExDirectives(Validator.java:1845)\r\n	at org.apache.jasper.compiler.Compiler.generateJava(Compiler.java:218)\r\n	at org.apache.jasper.compiler.Compiler.__compile(Compiler.java:374)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:354)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:341)\r\n	at org.apache.jasper.JspCompilationContext.compile(JspCompilationContext.java:662)\r\n	at org.apache.jasper.servlet.JspServletWrapper.service(JspServletWrapper.java:364)\r\n	at org.apache.jasper.servlet.JspServlet._serviceJspFile(JspServlet.java:395)\r\n	at org.apache.jasper.servlet.JspServlet.serviceJspFile(JspServlet.java)\r\n	at org.apache.jasper.servlet.JspServlet.service(JspServlet.java:339)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.ApplicationDispatcher.invoke(ApplicationDispatcher.java:748)\r\n	at org.apache.catalina.core.ApplicationDispatcher.processRequest(ApplicationDispatcher.java:486)\r\n	at org.apache.catalina.core.ApplicationDispatcher.doForward(ApplicationDispatcher.java:411)\r\n	at org.apache.catalina.core.ApplicationDispatcher.forward(ApplicationDispatcher.java:338)\r\n	at org.springframework.web.servlet.view.InternalResourceView.renderMergedOutputModel(InternalResourceView.java:168)\r\n	at org.springframework.web.servlet.view.AbstractView.render(AbstractView.java:303)\r\n	at org.springframework.web.servlet.DispatcherServlet.render(DispatcherServlet.java:1246)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1029)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.obtainContent(SiteMeshFilter.java:129)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.doFilter(SiteMeshFilter.java:77)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:316)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100350', '2018-05-21 09:14:16');
INSERT INTO `sys_log` VALUES ('18bb2512f9f246d6bb5cebaa186cfaf8', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 16:28:12');
INSERT INTO `sys_log` VALUES ('1a2ed93c498f4efe828c9969da1c0f27', '2', null, '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblGiveBack/form', 'GET', 'mainId=f6406516d878401488b6abdb8dfeedd2', null, 'org.apache.jasper.JasperException: /WEB-INF/views/business/borrow/tblGiveBackForm.jsp (line: 69, column: 4) \"${tblGiveBack.status == \'2\' ? disabled=\'disabled\' : \'\'}\" contains invalid expression(s): javax.el.ELException: Failed to parse the expression [${tblGiveBack.status == \'2\' ? disabled=\'disabled\' : \'\'}]\r\n	at org.apache.jasper.compiler.DefaultErrorHandler.jspError(DefaultErrorHandler.java:42)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.dispatch(ErrorDispatcher.java:443)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.jspError(ErrorDispatcher.java:199)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.getJspAttribute(Validator.java:1424)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.checkXmlAttributes(Validator.java:1231)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.visit(Validator.java:876)\r\n	at org.apache.jasper.compiler.Node$CustomTag.accept(Node.java:1553)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Node$Visitor.visitBody(Node.java:2444)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.visit(Validator.java:895)\r\n	at org.apache.jasper.compiler.Node$CustomTag.accept(Node.java:1553)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Node$Visitor.visitBody(Node.java:2444)\r\n	at org.apache.jasper.compiler.Node$Visitor.visit(Node.java:2450)\r\n	at org.apache.jasper.compiler.Node$Root.accept(Node.java:474)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Validator.validateExDirectives(Validator.java:1845)\r\n	at org.apache.jasper.compiler.Compiler.generateJava(Compiler.java:218)\r\n	at org.apache.jasper.compiler.Compiler.__compile(Compiler.java:374)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:354)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:341)\r\n	at org.apache.jasper.JspCompilationContext.compile(JspCompilationContext.java:662)\r\n	at org.apache.jasper.servlet.JspServletWrapper.service(JspServletWrapper.java:364)\r\n	at org.apache.jasper.servlet.JspServlet._serviceJspFile(JspServlet.java:395)\r\n	at org.apache.jasper.servlet.JspServlet.serviceJspFile(JspServlet.java)\r\n	at org.apache.jasper.servlet.JspServlet.service(JspServlet.java:339)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.ApplicationDispatcher.invoke(ApplicationDispatcher.java:748)\r\n	at org.apache.catalina.core.ApplicationDispatcher.processRequest(ApplicationDispatcher.java:486)\r\n	at org.apache.catalina.core.ApplicationDispatcher.doForward(ApplicationDispatcher.java:411)\r\n	at org.apache.catalina.core.ApplicationDispatcher.forward(ApplicationDispatcher.java:338)\r\n	at org.springframework.web.servlet.view.InternalResourceView.renderMergedOutputModel(InternalResourceView.java:168)\r\n	at org.springframework.web.servlet.view.AbstractView.render(AbstractView.java:303)\r\n	at org.springframework.web.servlet.DispatcherServlet.render(DispatcherServlet.java:1246)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1029)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.obtainContent(SiteMeshFilter.java:129)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.doFilter(SiteMeshFilter.java:77)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:316)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100350', '2018-05-21 09:14:12');
INSERT INTO `sys_log` VALUES ('1aa39ec07cec4491952f0d94d6326638', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:21:48');
INSERT INTO `sys_log` VALUES ('1aad98e2e2c54f38aa92bd58cc8f5c68', '1', '零散材料查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/look', 'GET', 'id=61ce5879f06f49b09173c51aca5ca523', null, '', '100350', '2018-05-21 09:39:52');
INSERT INTO `sys_log` VALUES ('1abf325f52ed44978b87e272dae8293b', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 09:27:59');
INSERT INTO `sys_log` VALUES ('1b6d546f69404e02b7fea55284269de7', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:38:41');
INSERT INTO `sys_log` VALUES ('22e07b0303184bae9a02ff113fcbbaca', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:25:16');
INSERT INTO `sys_log` VALUES ('2378ae43dce841878afa6897c64376c5', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 15:49:09');
INSERT INTO `sys_log` VALUES ('259fa4653fe94aa2a00c9d4db34016e2', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 10:52:43');
INSERT INTO `sys_log` VALUES ('262d1b3c5e5f46c7a20a496fc51cbf4f', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-21 09:57:14');
INSERT INTO `sys_log` VALUES ('26b8755789644f35a1b7315eb979db33', '1', '查询档案统计列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/querycountlist', 'GET', '', null, '', '100350', '2018-05-21 10:33:51');
INSERT INTO `sys_log` VALUES ('2a3c20a2b64b489887e04bed82ad53ee', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:44:52');
INSERT INTO `sys_log` VALUES ('2bb74477635b44038e3786d2bf0b42d9', '1', '查阅档案保存', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/save', 'POST', 'id=7cea80a19231465c8fcfb7bb2a6b551e&borrowDate=2018-05-19 16:30:18&consultUnit=20012&consultUnitName=中共天津市委支部生活社&tblCheckPersonList[0].id=b68caa2508434565851b1dea2a86971a&tblCheckPersonList[0].delFlag=0&tblCheckPersonList[0].name=xingming&tblCheckPersonList[0].photo=&tblCheckPersonList0_photozipFile=&tblCheckPersonList[0].politicalStatus=&tblCheckPersonList[0].duty=&tblCheckPersonList[0].unit=&unitName=&tblCheckPersonList[0].telphone=&tblCheckPersonList[0].siginInput=&tblCheckPersonList[0].siginName=/CadreArchivesManage/copyFiles//image/542abff7e75c4ce18546714b96a25d3f.jpg&reason=&content=&approveAttachment=/CadreArchivesManage/copyFiles//image/d5b1c5b00eba4951ae6efb75d5e4e150.jpg&approveAttachmentzipFile=new.jpg&remarks=', null, '', '100350', '2018-05-21 09:29:14');
INSERT INTO `sys_log` VALUES ('2c2c5354f8d545548d15f3eef41d281b', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:36:34');
INSERT INTO `sys_log` VALUES ('2d3feb8a66d04e7fbf965a39563c15ae', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:19:26');
INSERT INTO `sys_log` VALUES ('2dd23f986c2246f39eec77f3714ac627', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:24:26');
INSERT INTO `sys_log` VALUES ('2fea7ae327ae4382a2c8b3525cc297f3', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:25:43');
INSERT INTO `sys_log` VALUES ('31358fcb56274bf79df76c38fe09c9ad', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:19:05');
INSERT INTO `sys_log` VALUES ('3211f4d4032f4f4ea81999ec921b2ef7', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:25:19');
INSERT INTO `sys_log` VALUES ('3284453687d14842bd9ae9cbf667392c', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:19:15');
INSERT INTO `sys_log` VALUES ('3305e5eba0874ddaae03ca827a68edfe', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:24:20');
INSERT INTO `sys_log` VALUES ('3545683cf77b485eb5bba4ac7fcfdd03', '2', null, '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblGiveBack/form', 'GET', 'mainId=f6406516d878401488b6abdb8dfeedd2', null, 'org.apache.jasper.JasperException: /WEB-INF/views/business/borrow/tblGiveBackForm.jsp (line: 69, column: 34) Unterminated &lt;form:textarea tag\r\n	at org.apache.jasper.compiler.DefaultErrorHandler.jspError(DefaultErrorHandler.java:42)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.dispatch(ErrorDispatcher.java:443)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.jspError(ErrorDispatcher.java:133)\r\n	at org.apache.jasper.compiler.Parser.parseOptionalBody(Parser.java:976)\r\n	at org.apache.jasper.compiler.Parser.parseCustomTag(Parser.java:1258)\r\n	at org.apache.jasper.compiler.Parser.parseElements(Parser.java:1451)\r\n	at org.apache.jasper.compiler.Parser.parseBody(Parser.java:1663)\r\n	at org.apache.jasper.compiler.Parser.parseOptionalBody(Parser.java:986)\r\n	at org.apache.jasper.compiler.Parser.parseCustomTag(Parser.java:1258)\r\n	at org.apache.jasper.compiler.Parser.parseElements(Parser.java:1451)\r\n	at org.apache.jasper.compiler.Parser.parse(Parser.java:138)\r\n	at org.apache.jasper.compiler.ParserController.doParse(ParserController.java:242)\r\n	at org.apache.jasper.compiler.ParserController.parse(ParserController.java:102)\r\n	at org.apache.jasper.compiler.Compiler.generateJava(Compiler.java:199)\r\n	at org.apache.jasper.compiler.Compiler.__compile(Compiler.java:374)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:354)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:341)\r\n	at org.apache.jasper.JspCompilationContext.compile(JspCompilationContext.java:662)\r\n	at org.apache.jasper.servlet.JspServletWrapper.service(JspServletWrapper.java:364)\r\n	at org.apache.jasper.servlet.JspServlet._serviceJspFile(JspServlet.java:395)\r\n	at org.apache.jasper.servlet.JspServlet.serviceJspFile(JspServlet.java)\r\n	at org.apache.jasper.servlet.JspServlet.service(JspServlet.java:339)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.ApplicationDispatcher.invoke(ApplicationDispatcher.java:748)\r\n	at org.apache.catalina.core.ApplicationDispatcher.processRequest(ApplicationDispatcher.java:486)\r\n	at org.apache.catalina.core.ApplicationDispatcher.doForward(ApplicationDispatcher.java:411)\r\n	at org.apache.catalina.core.ApplicationDispatcher.forward(ApplicationDispatcher.java:338)\r\n	at org.springframework.web.servlet.view.InternalResourceView.renderMergedOutputModel(InternalResourceView.java:168)\r\n	at org.springframework.web.servlet.view.AbstractView.render(AbstractView.java:303)\r\n	at org.springframework.web.servlet.DispatcherServlet.render(DispatcherServlet.java:1246)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1029)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.obtainContent(SiteMeshFilter.java:129)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.doFilter(SiteMeshFilter.java:77)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100350', '2018-05-21 09:11:55');
INSERT INTO `sys_log` VALUES ('3633f595d3af4771afa39ae6adbed999', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 10:07:12');
INSERT INTO `sys_log` VALUES ('37030490536742d3a097f7ee8393da3d', '1', '查阅档案保存', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/saveTerminal', 'POST', 'id=&borrowDate=2018-05-18 16:26:13&consultUnit=20009&consultUnitName=中共天津市委宣传部&reason=&content=&approveAttachment=', null, '', '100351', '2018-05-18 16:27:08');
INSERT INTO `sys_log` VALUES ('37e94092129049d4ba7741b0b19c535a', '1', '转出管理编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/form', 'GET', 'id=9c5243bdb7d848e38c6117487d3531a4', null, '', '100350', '2018-05-21 09:39:45');
INSERT INTO `sys_log` VALUES ('3856ed5b7e70469393665a1a3f4d6a70', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:32:56');
INSERT INTO `sys_log` VALUES ('3941103d77814f6bb177d39a2f034e5d', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:22:05');
INSERT INTO `sys_log` VALUES ('3b3b0b880e734750909b771ccfb24db7', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=d8b392babf6e459cb1258f59f5f703ae', null, '', '100350', '2018-05-21 09:19:22');
INSERT INTO `sys_log` VALUES ('3d1c31983b0046c4bc353dc71df9f10c', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:39:35');
INSERT INTO `sys_log` VALUES ('415865c1712a40b1afbcfbd5b81805dd', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=d8b392babf6e459cb1258f59f5f703ae', null, '', '100350', '2018-05-21 09:38:32');
INSERT INTO `sys_log` VALUES ('419c517e122542228ae911a765bf5ef1', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-21 09:57:13');
INSERT INTO `sys_log` VALUES ('43ea72af69b44bc8ac93e124ac35be79', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 09:29:41');
INSERT INTO `sys_log` VALUES ('44e9359fa94a487297fc8175cd78f2b9', '1', '干部管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/retiredadre/retiredCadre/list', 'GET', '', null, '', '100350', '2018-05-21 10:52:28');
INSERT INTO `sys_log` VALUES ('460e64ef73ea47a08246fb545d9f890a', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 16:15:04');
INSERT INTO `sys_log` VALUES ('4840f1625e984e609e0cefb5ca1e57e1', '1', '借阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/form', 'GET', 'id=d8b392babf6e459cb1258f59f5f703ae', null, '', '100350', '2018-05-21 10:27:11');
INSERT INTO `sys_log` VALUES ('48514bc24e5c472097c50199a24adeb5', '1', '转出管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/look', 'GET', 'id=eb90dab9301f45bca8d94753debf15d4', null, '', '100350', '2018-05-21 09:39:31');
INSERT INTO `sys_log` VALUES ('48f55a0f3ca94341b1060aea9dd658d0', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:39:28');
INSERT INTO `sys_log` VALUES ('4b007bfb0e37411881467ca88b6a9d4b', '1', '转出管理编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/form', 'GET', 'id=a197a0d333ed45a2815fb9577969d174', null, '', '100350', '2018-05-21 09:36:43');
INSERT INTO `sys_log` VALUES ('4c95a26c264b4180b0ae6d4a9b4ab995', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:38:30');
INSERT INTO `sys_log` VALUES ('4d5a6c5e21fa4baabc6070f3d1eb0670', '1', '干部管理编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/retiredadre/retiredCadre/form', 'GET', 'id=100033', null, '', '100350', '2018-05-21 09:40:45');
INSERT INTO `sys_log` VALUES ('4e8babccfc214772b72892433c95e555', '1', '查询档案统计列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/querycountlist', 'GET', '', null, '', '100350', '2018-05-21 10:31:49');
INSERT INTO `sys_log` VALUES ('4fc96f03cb6644e89329e3d6d17f55ad', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 10:03:57');
INSERT INTO `sys_log` VALUES ('515a3b649a9d4bd298c5938adaba3efb', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 10:39:09');
INSERT INTO `sys_log` VALUES ('529cca7e360b495ab429680a575ccaca', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:33:04');
INSERT INTO `sys_log` VALUES ('55a88a1d9a844a7dbd2c7bbd38664e22', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 16:05:55');
INSERT INTO `sys_log` VALUES ('55b41aabf2df4a5399584c0bbdbabe70', '1', '转入管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/look', 'GET', 'id=eab2f21be13d42b99baba85c532bde56', null, '', '100350', '2018-05-21 09:28:07');
INSERT INTO `sys_log` VALUES ('5b6d1fd0995945b7885e14a7a5ba0570', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:38:19');
INSERT INTO `sys_log` VALUES ('5c131497e35a447382cb012a65c5bd42', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:27:06');
INSERT INTO `sys_log` VALUES ('5ff1f900a67f42f298f6982dfdf17fe0', '1', '查阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/form', 'GET', 'id=4a9073bbd7be4e0e827e9559c4af3492', null, '', '100350', '2018-05-21 10:38:18');
INSERT INTO `sys_log` VALUES ('626c6886af894ef880ba78e88de234f8', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-21 09:58:45');
INSERT INTO `sys_log` VALUES ('66149509bd494403b12a98de63ea2aa6', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:39:19');
INSERT INTO `sys_log` VALUES ('66fecb4afe824da5916bbc316630ed0f', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:39:42');
INSERT INTO `sys_log` VALUES ('6a1d8c7433aa437d9526848746cbf3c5', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 11:17:13');
INSERT INTO `sys_log` VALUES ('6a56f92b7f9548a89c1126dfc2de383a', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 16:19:53');
INSERT INTO `sys_log` VALUES ('6b80b517cd0d4d32a10eb8a72b91363d', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:28:42');
INSERT INTO `sys_log` VALUES ('6c64ba7e1bb14dd5b73b12537b518753', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 11:07:19');
INSERT INTO `sys_log` VALUES ('6e76af15eaf94112aa86bb18293792d3', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 10:29:53');
INSERT INTO `sys_log` VALUES ('6e775f16d6124ccd96589bf186090ff5', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 11:07:14');
INSERT INTO `sys_log` VALUES ('6f592a15c8c64397ba5672feb35d07b9', '1', '查阅档案保存', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/saveTerminal', 'POST', 'id=&borrowDate=2018-05-18 16:29:05&consultUnit=20009&consultUnitName=中共天津市委宣传部&tblCheckPersonList[0].id=&tblCheckPersonList[0].delFlag=0&tblCheckPersonList[0].name=xingm&tblCheckPersonList[0].politicalStatus=&tblCheckPersonList[0].photo=&tblCheckPersonList[0].duty=&tblCheckPersonList[0].unit=&unitName=&tblCheckPersonList[0].telphone=&tblCheckPersonList[0].siginInput=&tblCheckPersonList[0].siginName=/CadreArchivesManage/copyFiles//image/829e0a4677214692807f07c4f74ceb82.jpg&reason=&content=&approveAttachment=', null, '', '100351', '2018-05-18 16:29:24');
INSERT INTO `sys_log` VALUES ('6fddf5ec88974b2c93798c15a0dc9915', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 09:32:59');
INSERT INTO `sys_log` VALUES ('70f5710252124aa1890bb5a461d2f069', '1', '查阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/form', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 09:28:50');
INSERT INTO `sys_log` VALUES ('711b2cd5072b45969c936006c56ccc6c', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 08:54:00');
INSERT INTO `sys_log` VALUES ('728bed21f6414b1fbf4ba78e18e0ccfe', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:22:08');
INSERT INTO `sys_log` VALUES ('730aeaf9f7c34b8cadfb08a83e240ca4', '1', '干部管理编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/retiredadre/retiredCadre/form', 'GET', '', null, '', '100350', '2018-05-21 09:36:22');
INSERT INTO `sys_log` VALUES ('73e59415199342b1baa34987f1b678cb', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 09:36:13');
INSERT INTO `sys_log` VALUES ('77464f8374f04524a84eb318c42be142', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 10:44:52');
INSERT INTO `sys_log` VALUES ('7ec454f31492466fafa41e1dbd492e8b', '1', '借阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/form', 'GET', 'id=fabb094b27404ee5ba3fe5d27d0bfe72', null, '', '100350', '2018-05-21 10:38:04');
INSERT INTO `sys_log` VALUES ('7ef520f7728a4721a30bc50ffa88a0a5', '1', '转出管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/look', 'GET', 'id=a197a0d333ed45a2815fb9577969d174', null, '', '100350', '2018-05-21 09:36:58');
INSERT INTO `sys_log` VALUES ('81e88d4c3bb44ee1855baf03c6ea895f', '1', '查阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/form', 'GET', 'id=e5c974ff23754f59b56ebb7a7cf6b1ca', null, '', '100350', '2018-05-21 10:23:41');
INSERT INTO `sys_log` VALUES ('82c353276aab4b9b833accc4baf8e473', '1', '查阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/form', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 08:52:50');
INSERT INTO `sys_log` VALUES ('8a689c7a9ec14aed84b109b59b877138', '1', '转出管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/look', 'GET', 'id=9c5243bdb7d848e38c6117487d3531a4', null, '', '100350', '2018-05-21 09:39:15');
INSERT INTO `sys_log` VALUES ('8ae055d98a614e3f82e437a97a8c7f11', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:39:11');
INSERT INTO `sys_log` VALUES ('8b68bf47aea44bd2970ad522a1c39d91', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 10:07:42');
INSERT INTO `sys_log` VALUES ('8da9056c0e034e638502eaa28735cd7d', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:50:48');
INSERT INTO `sys_log` VALUES ('91537883ab384a7b8e340a6f7439f0cf', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:28:48');
INSERT INTO `sys_log` VALUES ('91a291366d694139a60614af5931ed77', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 09:38:54');
INSERT INTO `sys_log` VALUES ('92fc1187d0b2487fa395d4473ca360e2', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:07:37');
INSERT INTO `sys_log` VALUES ('94a22d0440a949a1a8191757a83aff9e', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:38:11');
INSERT INTO `sys_log` VALUES ('952e7c32ec8c49b0bf1fe156acc70d7d', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:35:28');
INSERT INTO `sys_log` VALUES ('95582e5d91794ce396ae0845ea5f35ed', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 10:55:56');
INSERT INTO `sys_log` VALUES ('961d44d23b67417ca436f3bf79f4f20d', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 10:03:54');
INSERT INTO `sys_log` VALUES ('964db5464be84f41a39aee29389b4e81', '1', '借阅档案统计列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/querycountlist', 'GET', '', null, '', '100350', '2018-05-21 10:33:46');
INSERT INTO `sys_log` VALUES ('9a3b1aa4d0e248ecb9e109951fd965c1', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=4a9073bbd7be4e0e827e9559c4af3492', null, '', '100350', '2018-05-21 09:25:36');
INSERT INTO `sys_log` VALUES ('9bf0d3956a894e1e88642b54ac8923df', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:22:02');
INSERT INTO `sys_log` VALUES ('9ddb5190545144dcad0d0c2c50524edd', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 08:52:22');
INSERT INTO `sys_log` VALUES ('9fafd1beeb214d098918404e275c5cfc', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:28:35');
INSERT INTO `sys_log` VALUES ('9fdc552281644f7fa1b29ba6dbfa8558', '1', '转出管理编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/form', 'GET', '', null, '', '100350', '2018-05-21 09:36:36');
INSERT INTO `sys_log` VALUES ('a2981880826746e18142cfce272d7a36', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-21 09:56:24');
INSERT INTO `sys_log` VALUES ('a375e8f602994d13bf38bb1776e96efb', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:24:03');
INSERT INTO `sys_log` VALUES ('a459ee903be84d97940e88ceb6ea0a4b', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:33:07');
INSERT INTO `sys_log` VALUES ('a5d3e9482c4b4416893c2c1831c096e0', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:38:45');
INSERT INTO `sys_log` VALUES ('a865c6a64af944f89723d6c9153cb121', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:51:03');
INSERT INTO `sys_log` VALUES ('ac2bff9a147a46b388ea4873b474dd39', '1', '查阅档案保存', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/saveTerminal', 'POST', 'id=&borrowDate=2018-05-19 16:30:18&consultUnit=20012&consultUnitName=中共天津市委支部生活社&tblCheckPersonList[0].id=&tblCheckPersonList[0].delFlag=0&tblCheckPersonList[0].name=xingming&tblCheckPersonList[0].politicalStatus=&tblCheckPersonList[0].photo=&tblCheckPersonList[0].duty=&tblCheckPersonList[0].unit=&unitName=&tblCheckPersonList[0].telphone=&tblCheckPersonList[0].siginInput=&tblCheckPersonList[0].siginName=/CadreArchivesManage/copyFiles//image/542abff7e75c4ce18546714b96a25d3f.jpg&reason=&content=&approveAttachment=', null, '', '100351', '2018-05-18 16:31:17');
INSERT INTO `sys_log` VALUES ('ad0c6d9c8a09408fb85e673b8d0a0aa0', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:38:00');
INSERT INTO `sys_log` VALUES ('ad4867f6d0b54e259abeeacaa8a73dc9', '1', '干部管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/retiredadre/retiredCadre/list', 'GET', '', null, '', '100350', '2018-05-21 09:41:23');
INSERT INTO `sys_log` VALUES ('ad5e7031fe02428691d8640641375a0a', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 09:38:04');
INSERT INTO `sys_log` VALUES ('ad7449ded9a34daf9cd55376498c5ddd', '1', '转入管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/look', 'GET', 'id=21caf1c623bd42eaa876715692e5df82', null, '', '100350', '2018-05-21 09:27:53');
INSERT INTO `sys_log` VALUES ('aeca92579730469ea3456e583794e61b', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:38:11');
INSERT INTO `sys_log` VALUES ('afeff4e7b3084320a9b4d4b61f58b8b1', '1', '借阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/form', 'GET', 'id=fabb094b27404ee5ba3fe5d27d0bfe72', null, '', '100350', '2018-05-21 08:55:35');
INSERT INTO `sys_log` VALUES ('b1a10b961ae34bfd9c3d5eea449dbb47', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 10:44:55');
INSERT INTO `sys_log` VALUES ('b217b0eb4697476cb500080609df3426', '1', '零散材料查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/look', 'GET', 'id=cdd5af9d768a46c5b7b7e4c00efd589e', null, '', '100350', '2018-05-21 10:39:36');
INSERT INTO `sys_log` VALUES ('b22b7fec47604a1aa0bca0a940af7d2d', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:24:00');
INSERT INTO `sys_log` VALUES ('b26491edc7904737b51b447be03cf317', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:16:38');
INSERT INTO `sys_log` VALUES ('b466956d878f4672ac85f57effaaa784', '1', '干部管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/retiredadre/retiredCadre/list', 'GET', '', null, '', '100350', '2018-05-21 09:40:19');
INSERT INTO `sys_log` VALUES ('b588b02d2db445b18a1afe7e316d016b', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:07:10');
INSERT INTO `sys_log` VALUES ('b631fa2d08964284ab17bce97af3a996', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:16:50');
INSERT INTO `sys_log` VALUES ('b64dc81198ae4b55a75db8ce28ea7fd1', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:24:05');
INSERT INTO `sys_log` VALUES ('ba88c63b66044b2d90d91ede3e4d9020', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:29:50');
INSERT INTO `sys_log` VALUES ('bbc7c51be1204579b302122e89842e14', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 15:59:52');
INSERT INTO `sys_log` VALUES ('bcfdf6d3df024299956737cf41e314c4', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 09:36:33');
INSERT INTO `sys_log` VALUES ('bd06b6221bf74577ad77a2a746066ea0', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:23:57');
INSERT INTO `sys_log` VALUES ('bf64ac99b89c4de5866ef7e6c5b054be', '1', '转入管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/look', 'GET', 'id=eab2f21be13d42b99baba85c532bde56', null, '', '100350', '2018-05-21 09:29:45');
INSERT INTO `sys_log` VALUES ('c17a8ae66fe241528ecd80a50183c0d2', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:24:23');
INSERT INTO `sys_log` VALUES ('c3381aa5215f4c21a768ca3e4f1fc3ab', '1', '零散材料编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/form', 'GET', '', null, '', '100350', '2018-05-21 09:36:16');
INSERT INTO `sys_log` VALUES ('c35264ef0b8e4246839dbcdf5e085273', '1', '转出管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/look', 'GET', 'id=9c5243bdb7d848e38c6117487d3531a4', null, '', '100350', '2018-05-21 09:35:32');
INSERT INTO `sys_log` VALUES ('c540e64694084050b67b06afabb3146c', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 08:55:05');
INSERT INTO `sys_log` VALUES ('c6408fef03474a5b8533bc23f1ca506d', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 15:39:26');
INSERT INTO `sys_log` VALUES ('c755ca3ab00e4f4c8c05c022926c03bb', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:21:45');
INSERT INTO `sys_log` VALUES ('c8b4a0c457f94612adfad68db8110fa7', '2', null, '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblGiveBack/form', 'GET', 'mainId=f6406516d878401488b6abdb8dfeedd2', null, 'org.apache.jasper.JasperException: /WEB-INF/views/business/borrow/tblGiveBackForm.jsp (line: 69, column: 4) \"${tblGiveBack.status == \'2\' ? disabled=\'disabled\' : \'\'}\" contains invalid expression(s): javax.el.ELException: Failed to parse the expression [${tblGiveBack.status == \'2\' ? disabled=\'disabled\' : \'\'}]\r\n	at org.apache.jasper.compiler.DefaultErrorHandler.jspError(DefaultErrorHandler.java:42)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.dispatch(ErrorDispatcher.java:443)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.jspError(ErrorDispatcher.java:199)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.getJspAttribute(Validator.java:1424)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.checkXmlAttributes(Validator.java:1231)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.visit(Validator.java:876)\r\n	at org.apache.jasper.compiler.Node$CustomTag.accept(Node.java:1553)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Node$Visitor.visitBody(Node.java:2444)\r\n	at org.apache.jasper.compiler.Validator$ValidateVisitor.visit(Validator.java:895)\r\n	at org.apache.jasper.compiler.Node$CustomTag.accept(Node.java:1553)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Node$Visitor.visitBody(Node.java:2444)\r\n	at org.apache.jasper.compiler.Node$Visitor.visit(Node.java:2450)\r\n	at org.apache.jasper.compiler.Node$Root.accept(Node.java:474)\r\n	at org.apache.jasper.compiler.Node$Nodes.visit(Node.java:2392)\r\n	at org.apache.jasper.compiler.Validator.validateExDirectives(Validator.java:1845)\r\n	at org.apache.jasper.compiler.Compiler.generateJava(Compiler.java:218)\r\n	at org.apache.jasper.compiler.Compiler.__compile(Compiler.java:374)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:354)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:341)\r\n	at org.apache.jasper.JspCompilationContext.compile(JspCompilationContext.java:662)\r\n	at org.apache.jasper.servlet.JspServletWrapper.service(JspServletWrapper.java:364)\r\n	at org.apache.jasper.servlet.JspServlet._serviceJspFile(JspServlet.java:395)\r\n	at org.apache.jasper.servlet.JspServlet.serviceJspFile(JspServlet.java)\r\n	at org.apache.jasper.servlet.JspServlet.service(JspServlet.java:339)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.ApplicationDispatcher.invoke(ApplicationDispatcher.java:748)\r\n	at org.apache.catalina.core.ApplicationDispatcher.processRequest(ApplicationDispatcher.java:486)\r\n	at org.apache.catalina.core.ApplicationDispatcher.doForward(ApplicationDispatcher.java:411)\r\n	at org.apache.catalina.core.ApplicationDispatcher.forward(ApplicationDispatcher.java:338)\r\n	at org.springframework.web.servlet.view.InternalResourceView.renderMergedOutputModel(InternalResourceView.java:168)\r\n	at org.springframework.web.servlet.view.AbstractView.render(AbstractView.java:303)\r\n	at org.springframework.web.servlet.DispatcherServlet.render(DispatcherServlet.java:1246)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1029)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.obtainContent(SiteMeshFilter.java:129)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.doFilter(SiteMeshFilter.java:77)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:316)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100350', '2018-05-21 09:13:51');
INSERT INTO `sys_log` VALUES ('c9917a1452ef40c3949956baf98f5999', '1', '转入管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/look', 'GET', 'id=eab2f21be13d42b99baba85c532bde56', null, '', '100350', '2018-05-21 09:35:25');
INSERT INTO `sys_log` VALUES ('c9e5aaa8157d4b409fa7739645e07bd8', '1', '转出管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/look', 'GET', 'id=9c5243bdb7d848e38c6117487d3531a4', null, '', '100350', '2018-05-21 09:39:38');
INSERT INTO `sys_log` VALUES ('cac9c7fcbabe4cf4aa3e9629ff52af1b', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:51:08');
INSERT INTO `sys_log` VALUES ('caf93f91953b4cccbf58f60bcfae9fa8', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:36:55');
INSERT INTO `sys_log` VALUES ('cb1d871da2bc4009b5aea913a40c05e1', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 16:12:02');
INSERT INTO `sys_log` VALUES ('cc437f6e3a184eb180ac34830a90258a', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-18 16:29:30');
INSERT INTO `sys_log` VALUES ('cccdbdcc262c4a30bb14f83e5d104efe', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 10:52:22');
INSERT INTO `sys_log` VALUES ('ccf49255554348fa9845887184a2329b', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:19:28');
INSERT INTO `sys_log` VALUES ('cd105cad30d74832a90578a6a4cf3916', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=fabb094b27404ee5ba3fe5d27d0bfe72', null, '', '100350', '2018-05-21 08:55:44');
INSERT INTO `sys_log` VALUES ('cd5c7d6b2fa145a1b978715cfca23a78', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:22:47');
INSERT INTO `sys_log` VALUES ('cedc379297c84da686a273c04a4417a7', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:33:12');
INSERT INTO `sys_log` VALUES ('d0c654588afa400a8491ec5ddc73efbb', '1', '转入管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/look', 'GET', 'id=eab2f21be13d42b99baba85c532bde56', null, '', '100350', '2018-05-21 09:39:02');
INSERT INTO `sys_log` VALUES ('d12d6d8f253a4228b36819f24d3bec28', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:25:12');
INSERT INTO `sys_log` VALUES ('d32a34f90b804be796d61e4756388571', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-18 16:10:32');
INSERT INTO `sys_log` VALUES ('d5e798abf09740ad88197081fda01678', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 15:43:43');
INSERT INTO `sys_log` VALUES ('d685b17e99594525b12be7a0a04e728b', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 09:40:14');
INSERT INTO `sys_log` VALUES ('d694b5a183bd452d8053c6c252191850', '1', '干部管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/retiredadre/retiredCadre/list', 'GET', '', null, '', '100350', '2018-05-21 09:36:20');
INSERT INTO `sys_log` VALUES ('d6ffb21b21964c69b303bbc4fc84cbac', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 09:29:17');
INSERT INTO `sys_log` VALUES ('d7019f514faf410f8b5f466c2e57f839', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 08:52:43');
INSERT INTO `sys_log` VALUES ('db35b8ddc3444dcaa1006eae25a9beed', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-21 09:58:45');
INSERT INTO `sys_log` VALUES ('dca75c40eaf2493c94b2484a12f9e489', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:16:38');
INSERT INTO `sys_log` VALUES ('dd1df44ca1f74d4eaac7ea51e4a78208', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:38:51');
INSERT INTO `sys_log` VALUES ('ddc05f4352094d34aec1f6f836bc8804', '1', '查阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/form', 'GET', 'id=4a9073bbd7be4e0e827e9559c4af3492', null, '', '100350', '2018-05-21 10:23:13');
INSERT INTO `sys_log` VALUES ('dfb17c7a2b4d48deb7fc44db9b8ffa98', '2', null, '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblGiveBack/form', 'GET', 'mainId=f6406516d878401488b6abdb8dfeedd2', null, 'org.apache.jasper.JasperException: /WEB-INF/views/business/borrow/tblGiveBackForm.jsp (line: 69, column: 34) Unterminated &lt;form:textarea tag\r\n	at org.apache.jasper.compiler.DefaultErrorHandler.jspError(DefaultErrorHandler.java:42)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.dispatch(ErrorDispatcher.java:443)\r\n	at org.apache.jasper.compiler.ErrorDispatcher.jspError(ErrorDispatcher.java:133)\r\n	at org.apache.jasper.compiler.Parser.parseOptionalBody(Parser.java:976)\r\n	at org.apache.jasper.compiler.Parser.parseCustomTag(Parser.java:1258)\r\n	at org.apache.jasper.compiler.Parser.parseElements(Parser.java:1451)\r\n	at org.apache.jasper.compiler.Parser.parseBody(Parser.java:1663)\r\n	at org.apache.jasper.compiler.Parser.parseOptionalBody(Parser.java:986)\r\n	at org.apache.jasper.compiler.Parser.parseCustomTag(Parser.java:1258)\r\n	at org.apache.jasper.compiler.Parser.parseElements(Parser.java:1451)\r\n	at org.apache.jasper.compiler.Parser.parse(Parser.java:138)\r\n	at org.apache.jasper.compiler.ParserController.doParse(ParserController.java:242)\r\n	at org.apache.jasper.compiler.ParserController.parse(ParserController.java:102)\r\n	at org.apache.jasper.compiler.Compiler.generateJava(Compiler.java:199)\r\n	at org.apache.jasper.compiler.Compiler.__compile(Compiler.java:374)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:354)\r\n	at org.apache.jasper.compiler.Compiler.compile(Compiler.java:341)\r\n	at org.apache.jasper.JspCompilationContext.compile(JspCompilationContext.java:662)\r\n	at org.apache.jasper.servlet.JspServletWrapper.service(JspServletWrapper.java:364)\r\n	at org.apache.jasper.servlet.JspServlet._serviceJspFile(JspServlet.java:395)\r\n	at org.apache.jasper.servlet.JspServlet.serviceJspFile(JspServlet.java)\r\n	at org.apache.jasper.servlet.JspServlet.service(JspServlet.java:339)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.ApplicationDispatcher.invoke(ApplicationDispatcher.java:748)\r\n	at org.apache.catalina.core.ApplicationDispatcher.processRequest(ApplicationDispatcher.java:486)\r\n	at org.apache.catalina.core.ApplicationDispatcher.doForward(ApplicationDispatcher.java:411)\r\n	at org.apache.catalina.core.ApplicationDispatcher.forward(ApplicationDispatcher.java:338)\r\n	at org.springframework.web.servlet.view.InternalResourceView.renderMergedOutputModel(InternalResourceView.java:168)\r\n	at org.springframework.web.servlet.view.AbstractView.render(AbstractView.java:303)\r\n	at org.springframework.web.servlet.DispatcherServlet.render(DispatcherServlet.java:1246)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1029)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.obtainContent(SiteMeshFilter.java:129)\r\n	at com.opensymphony.sitemesh.webapp.SiteMeshFilter.doFilter(SiteMeshFilter.java:77)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:316)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100350', '2018-05-21 09:13:48');
INSERT INTO `sys_log` VALUES ('e0750e384f274f27ba5a1c797208268a', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:33:40');
INSERT INTO `sys_log` VALUES ('e12d04e3b3e847f48ffba14d641efde2', '1', '查阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/form', 'GET', 'id=7cea80a19231465c8fcfb7bb2a6b551e', null, '', '100350', '2018-05-21 09:38:14');
INSERT INTO `sys_log` VALUES ('e3613e7376c247f78c697227b0633bc3', '1', '借阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/look', 'GET', 'id=f6406516d878401488b6abdb8dfeedd2', null, '', '100350', '2018-05-21 09:23:54');
INSERT INTO `sys_log` VALUES ('e362729480534b4c9d7a2035acedf211', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 09:35:21');
INSERT INTO `sys_log` VALUES ('e94c8a07e7364c73abe5bb077466829a', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:33:52');
INSERT INTO `sys_log` VALUES ('e9608a49b490446880775569ee1c5632', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:38:36');
INSERT INTO `sys_log` VALUES ('ea25711ffcd44b6d8e7831194a1e6b57', '1', '转出管理查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/look', 'GET', 'id=eb90dab9301f45bca8d94753debf15d4', null, '', '100350', '2018-05-21 09:29:54');
INSERT INTO `sys_log` VALUES ('eadb41692f3449808292b23ef0fb519b', '1', '转入管理编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/form', 'GET', 'id=194bcfc0d50c4bd9ba0cc06e14a0de6f', null, '', '100350', '2018-05-21 10:29:50');
INSERT INTO `sys_log` VALUES ('ecd9c56ebbbf416882d2bdcf4b046e62', '1', '零散材料列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/scattereds/tblScatteredFiles/list', 'GET', '', null, '', '100350', '2018-05-21 09:39:48');
INSERT INTO `sys_log` VALUES ('ed9485c2ce484354b4609dfe6e00b08f', '1', '转出管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/list', 'GET', '', null, '', '100350', '2018-05-21 09:37:01');
INSERT INTO `sys_log` VALUES ('ee5fb9345a124a2ba99b86f2438fae22', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:33:32');
INSERT INTO `sys_log` VALUES ('eeabdc03d3334729844bcbd89b19d1c5', '1', '转入管理列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollin/tblRollIn/list', 'GET', '', null, '', '100350', '2018-05-21 09:37:05');
INSERT INTO `sys_log` VALUES ('f01cd03af51640179f6aea4a6915a64d', '1', '转出管理编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/rollout/tblRollOut/form', 'GET', 'id=eb90dab9301f45bca8d94753debf15d4', null, '', '100350', '2018-05-21 09:39:23');
INSERT INTO `sys_log` VALUES ('f26e6c403cb64f27a4e93650bd562793', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 08:54:11');
INSERT INTO `sys_log` VALUES ('f4ca6e21b8574b5d8f9e90d055c7d713', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-18 15:01:32');
INSERT INTO `sys_log` VALUES ('f50ebeccf71744f88f912ce785132f1d', '1', '查阅档案查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/look', 'GET', 'id=a1c1856a84d345c593c8fcce98306249', null, '', '100350', '2018-05-21 09:25:54');
INSERT INTO `sys_log` VALUES ('f7faa52a17eb42cdae7d8d8feb2832fe', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-21 09:58:01');
INSERT INTO `sys_log` VALUES ('f9ca49938705436882e7cdd185413455', '1', '借阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/list', 'GET', '', null, '', '100350', '2018-05-21 09:17:02');
INSERT INTO `sys_log` VALUES ('fa05476422bc48369d641ff614c9fb5a', '1', '查阅档案保存', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/saveTerminal', 'POST', 'id=&borrowDate=2018-05-18 16:18:14&consultUnit=20014&consultUnitName=中共天津市委政法委员会&tblCheckPersonList[0].id=&tblCheckPersonList[0].delFlag=0&tblCheckPersonList[0].name=姓名&tblCheckPersonList[0].politicalStatus=团员&tblCheckPersonList[0].photo=&tblCheckPersonList[0].duty=职务&tblCheckPersonList[0].unit=20013&unitName=中共天津市委统一战线工作部&tblCheckPersonList[0].telphone=12365478998&tblCheckPersonList[0].siginInput=&tblCheckPersonList[0].siginName=/CadreArchivesManage/copyFiles//image/42488570db6d4a44932de8c2934468bd.jpg&reason=无&content=无&approveAttachment=', null, '', '100351', '2018-05-18 16:19:06');
INSERT INTO `sys_log` VALUES ('fad00aae0ba847b8a3fa243b38082370', '1', '督查督办列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/suphandle/tblSuperviseHandle/list', 'GET', '', null, '', '100350', '2018-05-21 10:00:44');
INSERT INTO `sys_log` VALUES ('fb49ad44822242cb983ffa96b6aa6faa', '2', '', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/static/mp4/bg.mp4', 'GET', '', null, 'java.lang.ClassCastException: org.springframework.web.servlet.resource.ResourceHttpRequestHandler cannot be cast to org.springframework.web.method.HandlerMethod\r\n	at com.tfkj.framework.core.exception.JsonMappingExceptionResolver.doResolveException(JsonMappingExceptionResolver.java:31)\r\n	at org.springframework.web.servlet.handler.AbstractHandlerExceptionResolver.resolveException(AbstractHandlerExceptionResolver.java:137)\r\n	at org.springframework.web.servlet.DispatcherServlet.processHandlerException(DispatcherServlet.java:1185)\r\n	at org.springframework.web.servlet.DispatcherServlet.processDispatchResult(DispatcherServlet.java:1022)\r\n	at org.springframework.web.servlet.DispatcherServlet.doDispatch(DispatcherServlet.java:973)\r\n	at org.springframework.web.servlet.DispatcherServlet.doService(DispatcherServlet.java:895)\r\n	at org.springframework.web.servlet.FrameworkServlet.processRequest(FrameworkServlet.java:967)\r\n	at org.springframework.web.servlet.FrameworkServlet.doGet(FrameworkServlet.java:858)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:624)\r\n	at org.springframework.web.servlet.FrameworkServlet.service(FrameworkServlet.java:843)\r\n	at javax.servlet.http.HttpServlet.service(HttpServlet.java:731)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:303)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.tomcat.websocket.server.WsFilter.doFilter(WsFilter.java:52)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:61)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.executeChain(AdviceFilter.java:108)\r\n	at org.apache.shiro.web.servlet.AdviceFilter.doFilterInternal(AdviceFilter.java:137)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.apache.shiro.web.servlet.ProxiedFilterChain.doFilter(ProxiedFilterChain.java:66)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.executeChain(AbstractShiroFilter.java:449)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter$1.call(AbstractShiroFilter.java:365)\r\n	at org.apache.shiro.subject.support.SubjectCallable.doCall(SubjectCallable.java:90)\r\n	at org.apache.shiro.subject.support.SubjectCallable.call(SubjectCallable.java:83)\r\n	at org.apache.shiro.subject.support.DelegatingSubject.execute(DelegatingSubject.java:383)\r\n	at org.apache.shiro.web.servlet.AbstractShiroFilter.doFilterInternal(AbstractShiroFilter.java:362)\r\n	at org.apache.shiro.web.servlet.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:125)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.invokeDelegate(DelegatingFilterProxy.java:346)\r\n	at org.springframework.web.filter.DelegatingFilterProxy.doFilter(DelegatingFilterProxy.java:262)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.springframework.web.filter.CharacterEncodingFilter.doFilterInternal(CharacterEncodingFilter.java:121)\r\n	at org.springframework.web.filter.OncePerRequestFilter.doFilter(OncePerRequestFilter.java:107)\r\n	at org.apache.catalina.core.ApplicationFilterChain.internalDoFilter(ApplicationFilterChain.java:241)\r\n	at org.apache.catalina.core.ApplicationFilterChain.doFilter(ApplicationFilterChain.java:208)\r\n	at org.apache.catalina.core.StandardWrapperValve.invoke(StandardWrapperValve.java:220)\r\n	at org.apache.catalina.core.StandardContextValve.__invoke(StandardContextValve.java:122)\r\n	at org.apache.catalina.core.StandardContextValve.invoke(StandardContextValve.java)\r\n	at org.apache.catalina.core.StandardHostValve.__invoke(StandardHostValve.java:170)\r\n	at org.apache.catalina.core.StandardHostValve.invoke(StandardHostValve.java)\r\n	at org.apache.catalina.valves.ErrorReportValve.invoke(ErrorReportValve.java:103)\r\n	at org.apache.catalina.valves.AccessLogValve.invoke(AccessLogValve.java:957)\r\n	at org.apache.catalina.core.StandardEngineValve.invoke(StandardEngineValve.java:116)\r\n	at org.apache.catalina.connector.CoyoteAdapter.service(CoyoteAdapter.java:423)\r\n	at org.apache.coyote.http11.AbstractHttp11Processor.process(AbstractHttp11Processor.java:1079)\r\n	at org.apache.coyote.AbstractProtocol$AbstractConnectionHandler.process(AbstractProtocol.java:620)\r\n	at org.apache.tomcat.util.net.JIoEndpoint$SocketProcessor.run(JIoEndpoint.java:318)\r\n	at java.util.concurrent.ThreadPoolExecutor.runWorker(ThreadPoolExecutor.java:1145)\r\n	at java.util.concurrent.ThreadPoolExecutor$Worker.run(ThreadPoolExecutor.java:615)\r\n	at org.apache.tomcat.util.threads.TaskThread$WrappingRunnable.run(TaskThread.java:61)\r\n	at java.lang.Thread.run(Thread.java:745)\r\n', '100351', '2018-05-21 09:58:01');
INSERT INTO `sys_log` VALUES ('fec329332a014a658df4764ccc19a854', '1', '查阅档案列表查看', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/consult/tblConsultArchives/list', 'GET', '', null, '', '100350', '2018-05-21 10:00:42');
INSERT INTO `sys_log` VALUES ('ff9e04c0e0c24dffb32642b8c3a1af8d', '1', '借阅档案编辑', '0:0:0:0:0:0:0:1', '/CadreArchivesManage/a/borrow/tblBorrowArchives/form', 'GET', '', null, '', '100350', '2018-05-21 08:56:37');

-- ----------------------------
-- Table structure for `sys_menu`
-- ----------------------------
DROP TABLE IF EXISTS `sys_menu`;
CREATE TABLE `sys_menu` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `PARENT_ID` varchar(50) NOT NULL COMMENT '上级菜单ID',
  `PARENT_IDS` varchar(2000) NOT NULL COMMENT '所有上级菜单ID',
  `NAME` varchar(50) NOT NULL COMMENT '菜单名称',
  `HREF_TYPE` varchar(50) DEFAULT NULL COMMENT '连接类型',
  `HREF` varchar(2000) DEFAULT NULL COMMENT '连接地址',
  `SORT` int(11) DEFAULT NULL COMMENT '排序',
  `SHOW_FLAG` varchar(1) DEFAULT NULL COMMENT '是否可见',
  `PERMISSION` varchar(200) DEFAULT NULL COMMENT '权限标识',
  `TARGET` varchar(50) DEFAULT NULL COMMENT '目标',
  `ICON` varchar(50) DEFAULT NULL COMMENT '图标',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '修改者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '修改日期',
  `REMARKS` varchar(50) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_menu
-- ----------------------------
INSERT INTO `sys_menu` VALUES ('0ad81bf58b4e42108eaac4d054914568', '2', '0,1,2,', '业务管理', '01,02,03,04', '', '2000', '1', '', '', '', '1', '2018-01-16 14:53:26', '1', '2018-01-16 14:53:26', '', '0');
INSERT INTO `sys_menu` VALUES ('0b48486a261b4f8893fd439785d5dff5', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '批示件', '01,02,03,04', '/ywgl/instructions/index', '240', '1', '', '', 'tasks', '1', '2018-01-29 14:26:40', '1', '2018-02-01 14:09:44', '', '1');
INSERT INTO `sys_menu` VALUES ('0f99de8a4a00475f8499032b67e0e3f4', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '专项督查', '01,02,03,04', '/inspection/index', '90', '1', '', '', 'book', '1', '2018-01-18 10:16:27', '1', '2018-01-24 21:32:40', '', '0');
INSERT INTO `sys_menu` VALUES ('1', '0', '0,', '功能菜单', '0', null, '0', '0', null, null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('10', '3', '0,1,2,3,', '字典管理', '01', '/sys/dict/', '40300', '1', '', '', 'book', '201003010001', '2016-11-23 18:57:23', '201003010001', '2017-06-16 16:33:38', '', '0');
INSERT INTO `sys_menu` VALUES ('11', '10', '0,1,2,3,10,', '查看', '0', null, '40201', '0', 'sys:dict:view', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('12', '10', '0,1,2,3,10,', '修改', '0', null, '40202', '0', 'sys:dict:edit', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('13', '2', '0,1,2,', '单位用户', '01,02,03,04', '', '30000', '1', '', '', '', '201003010001', '2016-11-23 18:57:23', '201003010001', '2017-03-19 14:35:46', '', '0');
INSERT INTO `sys_menu` VALUES ('17', '13', '0,1,2,13,', '单位信息维护', '02', '/sys/office/', '30001', '1', '', '', 'sitemap', '201003010001', '2016-11-23 18:57:23', '1', '2018-01-28 19:46:22', '', '0');
INSERT INTO `sys_menu` VALUES ('18', '17', '0,1,2,13,17,', '查看', '0', null, '30101', '0', 'sys:office:view', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('19', '17', '0,1,2,13,17,', '修改', '0', null, '30102', '0', 'sys:office:edit', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('2', '1', '0,1,', '系统功能', '01,02,03,04', '', '0', '1', '', '', '', '201003010001', '2016-11-23 18:57:23', '201003010001', '2017-02-22 18:32:26', '', '0');
INSERT INTO `sys_menu` VALUES ('20', '13', '0,1,2,13,', '用户信息维护', '01,02', '/sys/user/index', '30003', '1', '', '', 'user', '201003010001', '2016-11-23 18:57:23', '1', '2018-01-28 19:46:30', '', '0');
INSERT INTO `sys_menu` VALUES ('21', '20', '0,1,2,13,20,', '查看', '0', null, '30301', '0', 'sys:user:view', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('22', '20', '0,1,2,13,20,', '修改', '0', null, '30302', '0', 'sys:user:edit', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('234fa67e02354a6ea36d254a9e661956', '3', '0,1,2,3,', '日志审计', '01,02,03,04', '/sys/log', '40400', '1', 'sys:log:view', '', 'list', '1', '2018-01-15 17:10:28', '1', '2018-01-15 17:10:28', '', '0');
INSERT INTO `sys_menu` VALUES ('26b59bd45d1a405b9cdefdbbe298ba21', '3', '0,1,2,3,', '修改密码', '01,02,03,04', '/sys/user/modifyPwd', '40100', '1', '', '', 'cog', '1', null, '1', null, '', '0');
INSERT INTO `sys_menu` VALUES ('2a819a3c37b84794b38164f2a33be6f8', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '网民留言', '01,02,03,04', '/sys/menu/dev', '270', '1', '', '', 'comment-alt', '1', '2018-01-29 16:20:14', '1', '2018-01-29 16:20:14', '', '1');
INSERT INTO `sys_menu` VALUES ('3', '2', '0,1,2,', '系统设置', '01,02,03,04', '', '40000', '1', '', '', '', '201003010001', '2016-11-23 18:57:23', '201003010001', '2017-02-22 19:01:07', '', '0');
INSERT INTO `sys_menu` VALUES ('37e233241e2c416c8bff63dd6d60676f', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '批示件form', '01,02,03,04', '/ywgl/instructions/form', '230', '1', '', '', '', '1', '2018-01-30 16:02:38', '1', '2018-01-30 16:02:52', '', '1');
INSERT INTO `sys_menu` VALUES ('3c996130314e41c59f023d690c4aa684', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '年度重点任务督查', '01,02,03,04', '/ywgl/yearTask/index', '70', '0', '', '', 'cog', '1', '2018-01-18 10:40:20', '1', '2018-01-24 09:06:06', '', '1');
INSERT INTO `sys_menu` VALUES ('4', '3', '0,1,2,3,', '菜单管理', '01', '/sys/menu/', '40200', '1', '', '', 'list-alt', '201003010001', '2016-11-23 18:57:23', '201003010001', '2017-05-10 10:36:14', '', '0');
INSERT INTO `sys_menu` VALUES ('44fbfda2968840ea914c7428aa0c5d75', '13', '0,1,2,13,', '领导信息维护', '01,02,03,04', '/sys/leader/list', '30002', '1', '', '', 'user', '1', null, '1', null, '', '0');
INSERT INTO `sys_menu` VALUES ('5', '4', '0,1,2,3,4,', '查看', '0', null, '40101', '0', 'sys:menu:view', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('6', '4', '0,1,2,3,4,', '修改', '0', null, '40102', '0', 'sys:menu:edit', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('61427780c324481295037c9ffdb1cbef', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '跟踪督查', '01,02,03,04', '/track/index', '150', '1', '', '', 'bookmark', '1', '2018-01-28 20:16:14', '1', '2018-01-29 11:47:33', '', '1');
INSERT INTO `sys_menu` VALUES ('6297fecbacb340b398963c1b779c784b', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '上级来我区督查form', '01,02', '/ywgl/superiorInspect/form', '20', '0', '', '', '', '1', '2018-01-24 09:14:58', '1', '2018-01-24 09:14:58', '', '1');
INSERT INTO `sys_menu` VALUES ('6ea4e7fec2694e3f93c33372ff9c7304', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '催报form', '01,02,03,04', '/specialReport/urgeForm', '330', '1', '', '', 'cogs', '1', '2018-02-01 16:01:04', '1', '2018-02-01 16:07:45', '', '1');
INSERT INTO `sys_menu` VALUES ('7', '13', '0,1,2,13,', '角色信息维护', '01', '/sys/role/', '30200', '1', '', '', 'group', '201003010001', '2016-11-23 18:57:23', '1', '2018-01-28 19:46:36', '', '0');
INSERT INTO `sys_menu` VALUES ('731046f340b044f1a5c7dba6c52df442', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '批示件核查督办', '01,02,03,04', '/instructions/index', '210', '1', '', '', 'bullhorn', '1', '2018-01-29 16:19:33', '1', '2018-01-30 10:50:32', '', '1');
INSERT INTO `sys_menu` VALUES ('8', '7', '0,1,2,3,7,', '查看', '0', null, '30201', '0', 'sys:role:view', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('9', '7', '0,1,2,3,7,', '修改', '0', null, '30202', '0', 'sys:role:edit', null, null, '201003010001', '2016-11-23 18:57:23', '201003010001', '2016-11-23 18:57:23', '', '0');
INSERT INTO `sys_menu` VALUES ('900b2ee7fd274d30b01f34711d8ae3de', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '上级来我区督查', '01,02,03,04', '/ywgl/superiorInspect/index', '10', '1', '', '', 'bell', '1', '2018-01-24 09:13:04', '201003010001', '2018-01-29 14:21:13', '', '1');
INSERT INTO `sys_menu` VALUES ('a0dee68e991449e18e9e85042c9ddba9', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '交办督查', '01,02,03,04', '/assign/index', '180', '1', '', '', 'beer', '1', '2018-01-28 21:41:17', '1', '2018-01-29 13:32:41', '', '1');
INSERT INTO `sys_menu` VALUES ('ad2de76a75e6413ea67b66a232b8b38a', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '专报', '01,02,03,04', '/specialReport/index', '300', '1', '', '', 'comments', '1', '2018-02-01 09:47:29', '1', '2018-02-01 11:47:52', '', '1');
INSERT INTO `sys_menu` VALUES ('dfe22a40fc66490e88252d7bd29b9f99', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '批示件催办', '01,02', '/reminders/index', '260', '1', '', '', 'legal', '1', '2018-01-30 11:04:02', '1', '2018-02-05 04:43:04', '', '1');
INSERT INTO `sys_menu` VALUES ('eaf6d0e9f4c14654a82ed9d017e76d82', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '会议议定事项跟踪督查', '01,02,03,04', '/ywgl/Meeting/index', '30', '0', '', '', 'reorder', '1', '2018-01-16 14:58:56', '1', '2018-01-27 17:19:01', '', '1');
INSERT INTO `sys_menu` VALUES ('f764deff80d642c78b29dab7759d3759', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '会议议定事项跟踪督查', '01,02,03,04', '/ywgl/Meeting/goList', '120', '1', '', '', 'barcode', '1', '2018-01-18 14:40:53', '1', '2018-01-27 17:17:33', '', '1');
INSERT INTO `sys_menu` VALUES ('f7f5a0275a4f48139c1ad6fccd4aeb92', '0ad81bf58b4e42108eaac4d054914568', '0,1,2,0ad81bf58b4e42108eaac4d054914568,', '年度重点任务督查form', '01,02,03,04', '/ywgl/yearTask/form', '60', '0', '', '', 'pencil', '1', '2018-01-16 17:44:06', '1', '2018-01-23 09:47:45', '', '1');

-- ----------------------------
-- Table structure for `sys_office`
-- ----------------------------
DROP TABLE IF EXISTS `sys_office`;
CREATE TABLE `sys_office` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `PARENT_ID` varchar(50) NOT NULL COMMENT '上级机构ID',
  `PARENT_IDS` varchar(2000) NOT NULL COMMENT '所有上级机构ID',
  `NAME` varchar(50) NOT NULL COMMENT '机构名称',
  `GFJC` varchar(50) DEFAULT NULL COMMENT '规范简称',
  `ZZJGDM` varchar(50) DEFAULT NULL COMMENT '组织机构代码',
  `JGXZ` varchar(50) DEFAULT NULL COMMENT '机构性质',
  `ZZRSBM` varchar(50) DEFAULT NULL COMMENT '组织人事部门',
  `STATE_FLAG` varchar(1) NOT NULL COMMENT '机构状态',
  `VERSION` varchar(50) DEFAULT NULL COMMENT '使用版本',
  `SORT` int(11) DEFAULT NULL COMMENT '排序',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '修改者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '修改日期',
  `REMARKS` varchar(50) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `CHANGE_REASON` varchar(2) DEFAULT NULL COMMENT '变更原因',
  PRIMARY KEY (`ID`),
  KEY `AK_NAME` (`NAME`) USING BTREE,
  KEY `ID_INDEX` (`ID`) USING BTREE
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_office
-- ----------------------------
INSERT INTO `sys_office` VALUES ('1', '0', ',1', '系统维护', '系统维护', '', '08', '', '1', '0', '910', '201003010001', '2014-12-31 09:02:53', '1', '2018-01-28 18:31:06', '', '0', '');
INSERT INTO `sys_office` VALUES ('10000000000E10', '0', ',10000000000E10', '单位类别', '管理单位', null, '08', '', '1', '0', '10', '1', null, '1', '2018-01-28 18:31:06', '', '0', '');
INSERT INTO `sys_office` VALUES ('2', '0', '0,2,', '管理单位', '管理单位', null, null, '', '1', null, null, null, null, null, null, null, '0', '');
INSERT INTO `sys_office` VALUES ('20000', '0', '0,20000,', '单位列表', '单位列表', null, '0000', null, '1', '0000', null, null, null, null, null, null, '0', null);
INSERT INTO `sys_office` VALUES ('20000000000E10', '10000000000E10', ',10000000000E10,20000000000E10', '街镇开发区', '', null, '0000', '', '1', '0000', '10', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000001E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000001E10', '西营门街', '西营门街', null, '0000', '', '1', '0000', '40', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000002E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000002E10', '李七庄街', '李七庄街', null, '0000', '', '1', '0000', '30', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', '', '0', '');
INSERT INTO `sys_office` VALUES ('20000000003E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000003E10', '杨柳青镇', '杨柳青镇', null, '0000', '', '1', '0000', '10', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000004E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000004E10', '辛口镇', '辛口镇', null, '0000', '', '1', '0000', '70', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000005E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000005E10', '中北镇', '中北镇', null, '0000', '', '1', '0000', '100', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000006E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000006E10', '张家窝镇', '张家窝镇', null, '0000', '', '1', '0000', '110', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000007E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000007E10', '精武镇', '精武镇', null, '0000', '', '1', '0000', '120', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000008E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000008E10', '大寺镇', '大寺镇', null, '0000', '', '1', '0000', '130', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000009E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000009E10', '王稳庄镇', '王稳庄镇', null, '0000', '', '1', '0000', '140', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000010E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000010E10', '赤龙南街', '赤龙南街', null, '0000', '', '1', '0000', '150', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20000000011E10', '20000000000E10', ',10000000000E10,20000000000E10,20000000011E10', '开发区', '开发区', null, '0000', '', '1', '0000', '160', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('20001', '20000', '0,20000,', '中共天津市委办公厅', '中共天津市委办公厅', '', '08', '', '1', '0', '910', '2.0100301e+011', '2014-12-31 09:02:52', '1', '2018-01-28 18:31:05', '', '0', '');
INSERT INTO `sys_office` VALUES ('20002', '20000', '0,20000,', '中共天津市委督查室', '中共天津市委督查室', '', '08', '', '1', '0', '10', '1', null, '1', '2018-01-28 18:31:05', '', '0', '');
INSERT INTO `sys_office` VALUES ('20003', '20000', '0,20000,', '中共天津市委机要局（天津市国家密码管理局）', '中共天津市委机要局（天津市国家密码管理局）', '', '08', '', '1', '0', '10', '1', null, '1', '2018-01-28 18:31:05', '', '0', '');
INSERT INTO `sys_office` VALUES ('20004', '20000', '0,20000,', '中共天津市委保密委员会办公室（天津市国家保密局）', '中共天津市委保密委员会办公室（天津市国家保密局）', '', '08', '', '1', '0', '10', '1', null, '1', '2018-01-28 18:31:05', '', '0', '');
INSERT INTO `sys_office` VALUES ('20005', '20000', '0,20000,', '中共天津市委办公厅综合室', '中共天津市委办公厅综合室', '', '', '', '1', '', null, '', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20006', '20000', '0,20000,', '中共天津市委组织部', '中共天津市委组织部', '', '0000', '', '1', '0000', '10', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20007', '20000', '0,20000,', '天津市非公有制经济组织和社会组织工作委员会', '天津市非公有制经济组织和社会组织工作委员会', '', '0000', '', '1', '0000', '40', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20008', '20000', '0,20000,', '中共天津市委老干部局（中共天津市委老干部联络室）', '中共天津市委老干部局（中共天津市委老干部联络室）', '', '0000', '', '1', '0000', '30', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20009', '20000', '0,20000,', '中共天津市委宣传部', '中共天津市委宣传部', '', '0000', '', '1', '0000', '10', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20010', '20000', '0,20000,', '天津市精神文明建设委员会办公室', '天津市精神文明建设委员会办公室', '', '', '', '1', '', '30', '1', '2018-02-02 14:00:15', '1', '2018-02-02 14:00:15', '', '0', '1');
INSERT INTO `sys_office` VALUES ('20011', '20000', '0,20000,', '中共天津市委对外宣传领导小组办公室（天津市人民政府新闻办公室）', '中共天津市委对外宣传领导小组办公室（天津市人民政府新闻办公室）', '', '0000', '', '1', '0000', '70', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20012', '20000', '0,20000,', '中共天津市委支部生活社', '中共天津市委支部生活社', '', '0000', '', '1', '0000', '100', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20013', '20000', '0,20000,', '中共天津市委统一战线工作部', '中共天津市委统一战线工作部', '', '0000', '', '1', '0000', '110', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20014', '20000', '0,20000,', '中共天津市委政法委员会', '中共天津市委政法委员会', '', '0000', '', '1', '0000', '120', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20015', '20000', '0,20000,', '中共天津市委防范和处理邪教问题领导小组办公室(天津市人民政府防范和处理邪教问题办公室)', '中共天津市委防范和处理邪教问题领导小组办公室(天津市人民政府防范和处理邪教问题办公室)', '', '0000', '', '1', '0000', '130', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20016', '20000', '0,20000,', '天津市社会治安综合治理委员会办公室', '天津市社会治安综合治理委员会办公室', '', '0000', '', '1', '0000', '140', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20017', '20000', '0,20000,', '天津市法学会', '天津市法学会', '', '0000', '', '1', '0000', '150', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20018', '20000', '0,20000,', '中共天津市委研究室（天津市委全面深化改革领导小组办公室）', '中共天津市委研究室（天津市委全面深化改革领导小组办公室）', '', '0000', '', '1', '0000', '160', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20019', '20000', '0,20000,', '中共天津市委台湾工作办公室（天津市人民政府台湾事务办公室）', '中共天津市委台湾工作办公室（天津市人民政府台湾事务办公室）', '', '0000', '', '1', '0000', '330', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20020', '20000', '0,20000,', '中共天津市委市级机关工作委员会', '中共天津市委市级机关工作委员会', '', '0000', '', '1', '0000', '340', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20021', '20000', '0,20000,', '天津市机构编制委员会办公室', '天津市机构编制委员会办公室', '', '0000', '', '1', '0000', '350', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20022', '20000', '0,20000,', '中共天津市人民政府国有资产监督管理委员会委员会', '中共天津市人民政府国有资产监督管理委员会委员会', '', '0000', '', '1', '0000', '370', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20023', '20000', '0,20000,', '中共天津市委教育工作委员会', '中共天津市委教育工作委员会', '', '0000', '', '1', '0000', '380', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20024', '20000', '0,20000,', '中共天津市委网络安全和信息化领导小组办公室（天津市互联网信息办公室）', '中共天津市委网络安全和信息化领导小组办公室（天津市互联网信息办公室）', '', '0000', '', '1', '0000', '390', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20025', '20000', '0,20000,', '中共天津市委党校、天津行政学院', '中共天津市委党校、天津行政学院', '', '0000', '', '1', '0000', '400', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20026', '20000', '0,20000,', '中共天津市委党史研究室', '中共天津市委党史研究室', '', '0000', '', '1', '0000', '410', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20027', '20000', '0,20000,', '天津市档案局、天津市档案馆', '天津市档案局、天津市档案馆', '', '0000', '', '1', '0000', '420', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20028', '20000', '0,20000,', '中共天津市委巡视组', '中共天津市委巡视组', '', '0000', '', '1', '0000', '430', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20029', '20000', '0,20000,', '中共天津市委巡视工作办公室', '中共天津市委巡视工作办公室', '', '0000', '', '1', '0000', '440', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20030', '20000', '0,20000,', '天津市人大常委会秘书长、副秘书长', '天津市人大常委会秘书长、副秘书长', '', '0000', '', '1', '0000', '450', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20031', '20000', '0,20000,', '天津市人大法制委员会', '天津市人大法制委员会', '', '0000', '', '1', '0000', '360', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20032', '20000', '0,20000,', '天津市人大内务司法委员会', '天津市人大内务司法委员会', '', '0000', '', '1', '0000', '470', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20033', '20000', '0,20000,', '天津市人大财政经济委员会', '天津市人大财政经济委员会', '', '0000', '', '1', '0000', '480', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20034', '20000', '0,20000,', '天津市人大教育科学文化卫生委员会', '天津市人大教育科学文化卫生委员会', '', '01', '', '1', '0', '490', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20035', '20000', '0,20000,', '天津市人大城乡建设环境保护委员会', '天津市人大城乡建设环境保护委员会', '', '01', '', '1', '0', '500', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20036', '20000', '0,20000,', '天津市人大农业与农村委员会', '天津市人大农业与农村委员会', '', '0000', '', '1', '0000', '510', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20037', '20000', '0,20000,', '天津市人大民族宗教侨务委员会', '天津市人大民族宗教侨务委员会', '', '0000', '', '1', '0000', '520', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20038', '20000', '0,20000,', '天津市人大常委会办公厅', '天津市人大常委会办公厅', '', '0000', '', '1', '0000', '460', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20039', '20000', '0,20000,', '天津市人大常委会信访办公室', '天津市人大常委会信访办公室', '', '0000', '', '1', '0000', '50', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20040', '20000', '0,20000,', '天津市人大常委会研究室', '天津市人大常委会研究室', '', '0000', '', '1', '0000', '170', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20041', '20000', '0,20000,', '天津市人大常委会代表工作室', '天津市人大常委会代表工作室', '', '0000', '', '1', '0000', '180', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20042', '20000', '0,20000,', '天津市人大常委会人事任免工作室', '天津市人大常委会人事任免工作室', '', '0000', '', '1', '0000', '190', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20043', '20000', '0,20000,', '天津市人大常委会法制工作委员会', '天津市人大常委会法制工作委员会', '', '0000', '', '1', '0000', '200', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20044', '20000', '0,20000,', '天津市人大常委会内务司法办公室', '天津市人大常委会内务司法办公室', '', '0000', '', '1', '0000', '210', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20045', '20000', '0,20000,', '天津市人大常委会财经预算工作委员会', '天津市人大常委会财经预算工作委员会', '', '0000', '', '1', '0000', '220', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20046', '20000', '0,20000,', '天津市人大常委会教育科学文化卫生办公室', '天津市人大常委会教育科学文化卫生办公室', '', '0000', '', '1', '0000', '230', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20047', '20000', '0,20000,', '天津市人大常委会城乡建设环境保护办公室', '天津市人大常委会城乡建设环境保护办公室', '', '0000', '', '1', '0000', '240', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20048', '20000', '0,20000,', '天津市人大常委会农业与农村办公室', '天津市人大常委会农业与农村办公室', '', '0000', '', '1', '0000', '250', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20049', '20000', '0,20000,', '天津市人大常委会民族宗教侨务办公室', '天津市人大常委会民族宗教侨务办公室', '', '0000', '', '1', '0000', '260', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20050', '20000', '0,20000,', '政协天津市委员会秘书长、副秘书长', '政协天津市委员会秘书长、副秘书长', '', '0000', '', '1', '0000', '270', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20051', '20000', '0,20000,', '政协天津市委员会办公厅', '政协天津市委员会办公厅', '', '01', '', '1', '0', '280', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20052', '20000', '0,20000,', '政协天津市委员会研究室', '政协天津市委员会研究室', '', '0000', '', '1', '0000', '290', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20053', '20000', '0,20000,', '政协天津市委员会委员学习和联络室', '政协天津市委员会委员学习和联络室', '', '0000', '', '1', '0000', '300', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20054', '20000', '0,20000,', '政协天津市委员会提案委员会', '政协天津市委员会提案委员会', '', '0000', '', '1', '0000', '310', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20055', '20000', '0,20000,', '政协天津市委员会经济委员会', '政协天津市委员会经济委员会', '', '0000', '', '1', '0000', '320', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20056', '20000', '0,20000,', '政协天津市委员会科技教育委员会', '政协天津市委员会科技教育委员会', '', '0000', '', '1', '0000', '330', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20057', '20000', '0,20000,', '政协天津市委员会人口资源环境和城市建设委员会', '政协天津市委员会人口资源环境和城市建设委员会', '', '0000', '', '1', '0000', '340', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20058', '20000', '0,20000,', '政协天津市委员会医卫文体委员会', '政协天津市委员会医卫文体委员会', '', '0000', '', '1', '0000', '350', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20059', '20000', '0,20000,', '政协天津市委员会社会和法制委员会', '政协天津市委员会社会和法制委员会', '', '0000', '', '1', '0000', '360', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20060', '20000', '0,20000,', '政协天津市委员会民族和宗教委员会', '政协天津市委员会民族和宗教委员会', '', '0000', '', '1', '0000', '370', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20061', '20000', '0,20000,', '政协天津市委员会文史资料委员会', '政协天津市委员会文史资料委员会', '', '0000', '', '1', '0000', '380', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20062', '20000', '0,20000,', '政协天津市委员会港澳台侨和外事委员会', '政协天津市委员会港澳台侨和外事委员会', '', '0000', '', '1', '0000', '390', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20063', '20000', '0,20000,', '天津市高级人民法院', '天津市高级人民法院', '', '0000', '', '1', '0000', '400', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20064', '20000', '0,20000,', '天津市第一中级人民法院', '天津市第一中级人民法院', '', '0000', '', '1', '0000', '410', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20065', '20000', '0,20000,', '天津市第二中级人民法院', '天津市第二中级人民法院', '', '0000', '', '1', '0000', '420', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20066', '20000', '0,20000,', '天津市第三中级人民法院', '天津市第三中级人民法院', '', '0000', '', '1', '0000', '430', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20067', '20000', '0,20000,', '天津海事法院', '天津海事法院', '', '0000', '', '1', '0000', '440', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20068', '20000', '0,20000,', '天津市人民检察院', '天津市人民检察院', '', '0000', '', '1', '0000', '450', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20069', '20000', '0,20000,', '天津市人民检察院第一分院', '天津市人民检察院第一分院', '', '0000', '', '1', '0000', '460', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20070', '20000', '0,20000,', '天津市人民检察院第二分院', '天津市人民检察院第二分院', '', '0000', '', '1', '0000', '470', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20071', '20000', '0,20000,', '天津市人民检察院第三分院', '天津市人民检察院第三分院', '', '0000', '', '1', '0000', '480', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20072', '20000', '0,20000,', '天津市总工会', '天津市总工会', '', '01', '', '1', '0', '490', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20073', '20000', '0,20000,', '天津市工会管理干部学院', '天津市工会管理干部学院', '', '01', '', '1', '0', '500', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20074', '20000', '0,20000,', '共青团天津市委员会', '共青团天津市委员会', '', '0000', '', '1', '0000', '510', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20075', '20000', '0,20000,', '天津市妇女联合会', '天津市妇女联合会', '', '0000', '', '1', '0000', '520', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20076', '20000', '0,20000,', '天津市残疾人联合会', '天津市残疾人联合会', '', '0000', '', '1', '0000', '530', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20077', '20000', '0,20000,', '天津市人民对外友好协会', '天津市人民对外友好协会', '', '0000', '', '1', '0000', '540', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20078', '20000', '0,20000,', '天津市社会科学界联合会', '天津市社会科学界联合会', '', '0000', '', '1', '0000', '550', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20079', '20000', '0,20000,', '天津市文学艺术界联合会', '天津市文学艺术界联合会', '', '0000', '', '1', '0000', '560', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20080', '20000', '0,20000,', '天津市作家协会', '天津市作家协会', '', '0000', '', '1', '0000', '570', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20081', '20000', '0,20000,', '天津市红十字会', '天津市红十字会', '', '0000', '', '1', '0000', '580', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20082', '20000', '0,20000,', '天津市科学技术协会', '天津市科学技术协会', '', '0000', '', '1', '0000', '590', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20083', '20000', '0,20000,', '天津海运职业学院（天津市科学技术进修学院）', '天津海运职业学院（天津市科学技术进修学院）', '', '0000', '', '1', '0000', '600', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20084', '20000', '0,20000,', '天津市归国华侨联合会', '天津市归国华侨联合会', '', '0000', '', '1', '0000', '610', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20085', '20000', '0,20000,', '天津市台湾同胞联谊会', '天津市台湾同胞联谊会', '', '0000', '', '1', '0000', '630', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20086', '20000', '0,20000,', '天津市黄埔军校同学会', '天津市黄埔军校同学会', '', '0000', '', '1', '0000', '640', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20087', '20000', '0,20000,', '中国国际贸易促进委员会天津分会（中国国际商会天津商会）', '中国国际贸易促进委员会天津分会（中国国际商会天津商会）', '', '0000', '', '1', '0000', '650', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20088', '20000', '0,20000,', '天津市人民政府办公厅', '天津市人民政府办公厅', '', '0000', '', '1', '0000', '660', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20089', '20000', '0,20000,', '天津市人民政府督查室', '天津市人民政府督查室', '', '01', '', '1', '0', '670', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20090', '20000', '0,20000,', '天津市人民政府应急管理办公室（市应急指挥中心）', '天津市人民政府应急管理办公室（市应急指挥中心）', '', '0000', '', '1', '0000', '680', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20091', '20000', '0,20000,', '天津市人民政府驻北京办事处', '天津市人民政府驻北京办事处', '', '0000', '', '1', '0000', '690', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20092', '20000', '0,20000,', '天津仲裁委员会办公室', '天津仲裁委员会办公室', '', '01', '', '1', '0', '700', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20093', '20000', '0,20000,', '天津市地方志编修委员会办公室', '天津市地方志编修委员会办公室', '', '0000', '', '1', '0000', '710', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20094', '20000', '0,20000,', '天津市发展和改革委员会', '天津市发展和改革委员会', '', '0000', '', '1', '0000', '620', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20095', '20000', '0,20000,', '天津市粮食局', '天津市粮食局', '', '01', '', '1', '0', '730', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20096', '20000', '0,20000,', '天津市信息中心', '天津市信息中心', '', '0000', '', '1', '0000', '740', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20097', '20000', '0,20000,', '天津市工业和信息化委员会', '天津市工业和信息化委员会', '', '01', '', '1', '0', '750', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20098', '20000', '0,20000,', '天津市无线电管理委员会办公室', '天津市无线电管理委员会办公室', '', '01', '', '1', '0', '760', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20099', '20000', '0,20000,', '天津市商务委员会', '天津市商务委员会', '', '01', '', '1', '0', '720', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20100', '20000', '0,20000,', '中国（天津）自由贸易试验区管理委员会', '中国（天津）自由贸易试验区管理委员会', '', '0000', '', '1', '0000', '60', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20101', '20000', '0,20000,', '天津市教育委员会', '天津市教育委员会', '', '0000', '', '1', '0000', '530', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20102', '20000', '0,20000,', '天津市教育招生考试院', '天津市教育招生考试院', '', '0000', '', '1', '0000', '540', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20103', '20000', '0,20000,', '天津市科学技术委员会', '天津市科学技术委员会', '', '0000', '', '1', '0000', '550', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20104', '20000', '0,20000,', '天津市科学学研究所', '天津市科学学研究所', '', '0000', '', '1', '0000', '560', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20105', '20000', '0,20000,', '北方技术交易市场', '北方技术交易市场', '', '0000', '', '1', '0000', '570', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20106', '20000', '0,20000,', '天津市民族事务委员会(天津市人民政府宗教事务局)', '天津市民族事务委员会(天津市人民政府宗教事务局)', '', '0000', '', '1', '0000', '580', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20107', '20000', '0,20000,', '天津市公安局', '天津市公安局', '', '0000', '', '1', '0000', '590', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20108', '20000', '0,20000,', '天津市公安国内安全保卫局(市公安局国内安全保卫总队、市公安局境外非政府组织管理办公室)', '天津市公安国内安全保卫局(市公安局国内安全保卫总队、市公安局境外非政府组织管理办公室)', '', '0000', '', '1', '0000', '600', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20109', '20000', '0,20000,', '天津市公安刑事侦查局(市公安局刑事侦查总队)', '天津市公安刑事侦查局(市公安局刑事侦查总队)', '', '0000', '', '1', '0000', '610', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20110', '20000', '0,20000,', '天津市公安交通管理局(市公安局交警总队)', '天津市公安交通管理局(市公安局交警总队)', '', '0000', '', '1', '0000', '620', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20111', '20000', '0,20000,', '天津市公安局特警总队(市公安局巡警总队)', '天津市公安局特警总队(市公安局巡警总队)', '', '0000', '', '1', '0000', '630', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20112', '20000', '0,20000,', '天津市民政局', '天津市民政局', '', '0000', '', '1', '0000', '640', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20113', '20000', '0,20000,', '中共天津市社会组织工作委员会', '中共天津市社会组织工作委员会', '', '0000', '', '1', '0000', '650', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20114', '20000', '0,20000,', '天津市社会组织管理局', '天津市社会组织管理局', '', '0000', '', '1', '0000', '660', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20115', '20000', '0,20000,', '天津市司法局', '天津市司法局', '', '01', '', '1', '0', '670', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20116', '20000', '0,20000,', '天津通宝集团有限责任公司', '天津通宝集团有限责任公司', '', '0000', '', '1', '0000', '680', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20117', '20000', '0,20000,', '天津市监狱管理局', '天津市监狱管理局', '', '0000', '', '1', '0000', '690', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20118', '20000', '0,20000,', '天津市戒毒管理局', '天津市戒毒管理局', '', '01', '', '1', '0', '700', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20119', '20000', '0,20000,', '天津市财政局（天津市地方税务局）', '天津市财政局（天津市地方税务局）', '', '0000', '', '1', '0000', '710', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20120', '20000', '0,20000,', '天津市人力资源和社会保障局', '天津市人力资源和社会保障局', '', '01', '', '1', '0', '720', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20121', '20000', '0,20000,', '天津市公务员局', '天津市公务员局', '', '01', '', '1', '0', '730', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20122', '20000', '0,20000,', '天津市外国专家局(市引进国外智力办公室)', '天津市外国专家局(市引进国外智力办公室)', '', '0000', '', '1', '0000', '740', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20123', '20000', '0,20000,', '中国北方人才市场', '中国北方人才市场', '', '01', '', '1', '0', '750', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20124', '20000', '0,20000,', '天津市社会保险基金管理中心', '天津市社会保险基金管理中心', '', '01', '', '1', '0', '760', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20125', '20000', '0,20000,', '天津市规划局', '天津市规划局', '', '0000', '', '1', '0000', '60', '1', null, '1', '2018-02-06 09:16:29', '', '0', '');
INSERT INTO `sys_office` VALUES ('20126', '20000', '0,20000,', '天津市建筑设计院', '天津市建筑设计院', '', '0000', '', '1', '0000', '770', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20127', '20000', '0,20000,', '天津市测绘院', '天津市测绘院', '', '0000', '', '1', '0000', '780', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20128', '20000', '0,20000,', '天津市城市规划设计研究院', '天津市城市规划设计研究院', '', '0000', '', '1', '0000', '790', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20129', '20000', '0,20000,', '天津市国土资源和房屋管理局', '天津市国土资源和房屋管理局', '', '0000', '', '1', '0000', '800', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20130', '20000', '0,20000,', '天津市地质矿产勘查开发局', '天津市地质矿产勘查开发局', '', '0000', '', '1', '0000', '810', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20131', '20000', '0,20000,', '天津华北地质勘查局', '天津华北地质勘查局', '', '0000', '', '1', '0000', '820', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20132', '20000', '0,20000,', '天津市城乡建设委员会', '天津市城乡建设委员会', '', '0000', '', '1', '0000', '830', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20133', '20000', '0,20000,', '天津市机械设备成套局', '天津市机械设备成套局', '', '0000', '', '1', '0000', '840', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20134', '20000', '0,20000,', '天津市建设工程质量安全监督管理总队', '天津市建设工程质量安全监督管理总队', '', '0000', '', '1', '0000', '850', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20135', '20000', '0,20000,', '天津市环境保护局', '天津市环境保护局', '', '0000', '', '1', '0000', '870', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20136', '20000', '0,20000,', '天津市市容和园林管理委员会', '天津市市容和园林管理委员会', '', '0000', '', '1', '0000', '880', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20137', '20000', '0,20000,', '天津市城市管理综合执法局', '天津市城市管理综合执法局', '', '0000', '', '1', '0000', '890', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20138', '20000', '0,20000,', '天津市农村工作委员会', '天津市农村工作委员会', '', '0000', '', '1', '0000', '860', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20139', '20000', '0,20000,', '天津市林业局(天津市绿化委员会办公室)', '天津市林业局(天津市绿化委员会办公室)', '', '0000', '', '1', '0000', '80', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20140', '20000', '0,20000,', '天津市农村工作委员会种植业管理办公室（天津市种植业发展服务中心）', '天津市农村工作委员会种植业管理办公室（天津市种植业发展服务中心）', '', '0000', '', '1', '0000', '770', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20141', '20000', '0,20000,', '天津市畜牧业发展服务中心（天津市农村工作委员会畜牧兽医局）', '天津市畜牧业发展服务中心（天津市农村工作委员会畜牧兽医局）', '', '0000', '', '1', '0000', '780', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20142', '20000', '0,20000,', '天津市农村工作委员会水产办公室（天津市渔业发展服务中心）', '天津市农村工作委员会水产办公室（天津市渔业发展服务中心）', '', '0000', '', '1', '0000', '790', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20143', '20000', '0,20000,', '天津市农村工作委员会农业机械管理办公室（天津市农业机械发展服务中心）', '天津市农村工作委员会农业机械管理办公室（天津市农业机械发展服务中心）', '', '0000', '', '1', '0000', '800', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20144', '20000', '0,20000,', '天津市水务局（天津市引滦工程管理局）', '天津市水务局（天津市引滦工程管理局）', '', '0000', '', '1', '0000', '810', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20145', '20000', '0,20000,', '天津市文化广播影视局(天津市文物局)', '天津市文化广播影视局(天津市文物局)', '', '0000', '', '1', '0000', '820', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20146', '20000', '0,20000,', '平津战役纪念馆', '平津战役纪念馆', '', '0000', '', '1', '0000', '830', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20147', '20000', '0,20000,', '周恩来邓颖超纪念馆（周恩来邓颖超研究中心）', '周恩来邓颖超纪念馆（周恩来邓颖超研究中心）', '', '0000', '', '1', '0000', '840', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20148', '20000', '0,20000,', '天津博物馆', '天津博物馆', '', '0000', '', '1', '0000', '850', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20149', '20000', '0,20000,', '天津文博院', '天津文博院', '', '0000', '', '1', '0000', '860', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20150', '20000', '0,20000,', '天津市卫生和计划生育委员会（天津市爱国卫生运动委员会办公室）', '天津市卫生和计划生育委员会（天津市爱国卫生运动委员会办公室）', '', '0000', '', '1', '0000', '870', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20151', '20000', '0,20000,', '天津市第一中心医院', '天津市第一中心医院', '', '0000', '', '1', '0000', '880', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20152', '20000', '0,20000,', '天津市第三中心医院', '天津市第三中心医院', '', '0000', '', '1', '0000', '890', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20153', '20000', '0,20000,', '天津市人民医院', '天津市人民医院', '', '0000', '', '1', '0000', '900', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20154', '20000', '0,20000,', '天津市疾病预防控制中心', '天津市疾病预防控制中心', '', '0000', '', '1', '0000', '80', '1', null, '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20155', '20000', '0,20000,', '天津市中医药研究院', '天津市中医药研究院', '', '0000', '', '1', '0000', '90', '1', '2018-02-05 14:55:10', '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20156', '20000', '0,20000,', '天津医学高等专科学校', '天津医学高等专科学校', '', '0000', '', '1', '0000', '910', '1', '2018-02-05 14:55:10', '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20157', '20000', '0,20000,', '天津市审计局', '天津市审计局', '', '0000', '', '1', '0000', '920', '1', '2018-02-05 14:55:10', '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20158', '20000', '0,20000,', '天津市人民政府外事办公室', '天津市人民政府外事办公室', '', '0000', '', '1', '0000', '930', '1', '2018-02-05 14:55:10', '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20159', '20000', '0,20000,', '天津市交通运输委员会', '天津市交通运输委员会', '', '0000', '', '1', '0000', '940', '1', '2018-02-05 14:55:10', '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20160', '20000', '0,20000,', '天津市港航管理局', '天津市港航管理局', '', '0000', '', '1', '0000', '950', '1', '2018-02-05 14:55:10', '1', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('20161', '20000', '0,20000,', '天津市客运交通管理办公室（中共天津市客运出租汽车行业委员会）', '天津市客运交通管理办公室（中共天津市客运出租汽车行业委员会）', '', '0000', '', '1', '0000', '951', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20162', '20000', '0,20000,', '天津市市场和质量监督管理委员会', '天津市市场和质量监督管理委员会', '', '0000', '', '1', '0000', '952', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20163', '20000', '0,20000,', '市政府国有资产监督管理委员会', '市政府国有资产监督管理委员会', '', '0000', '', '1', '0000', '953', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20164', '20000', '0,20000,', '天津市国有企业监事会', '天津市国有企业监事会', '', '0000', '', '1', '0000', '954', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20165', '20000', '0,20000,', '天津产权交易中心', '天津产权交易中心', '', '0000', '', '1', '0000', '955', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20166', '20000', '0,20000,', '天津市统计局', '天津市统计局', '', '0000', '', '1', '0000', '956', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20167', '20000', '0,20000,', '天津市旅游局', '天津市旅游局', '', '0000', '', '1', '0000', '957', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20168', '20000', '0,20000,', '天津市新闻出版局（天津市版权局）', '天津市新闻出版局（天津市版权局）', '', '0000', '', '1', '0000', '958', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20169', '20000', '0,20000,', '天津出版传媒集团有限公司', '天津出版传媒集团有限公司', '', '0000', '', '1', '0000', '959', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20170', '20000', '0,20000,', '天津市体育局', '天津市体育局', '', '0000', '', '1', '0000', '960', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20171', '20000', '0,20000,', '天津市海洋局', '天津市海洋局', '', '0000', '', '1', '0000', '961', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20172', '20000', '0,20000,', '天津市安全生产监督管理局', '天津市安全生产监督管理局', '', '0000', '', '1', '0000', '962', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20173', '20000', '0,20000,', '天津市机关事务管理局', '天津市机关事务管理局', '', '0000', '', '1', '0000', '963', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20174', '20000', '0,20000,', '天津市迎宾馆', '天津市迎宾馆', '', '0000', '', '1', '0000', '964', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20175', '20000', '0,20000,', '天津市知识产权局', '天津市知识产权局', '', '0000', '', '1', '0000', '965', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20176', '20000', '0,20000,', '天津市人民政府法制办公室（天津市人民政府行政复议办公室、天津市行政执法监督局）', '天津市人民政府法制办公室（天津市人民政府行政复议办公室、天津市行政执法监督局）', '', '0000', '', '1', '0000', '966', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20177', '20000', '0,20000,', '天津市人民政府研究室', '天津市人民政府研究室', '', '0000', '', '1', '0000', '967', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20178', '20000', '0,20000,', '中共天津市委信访办公室、天津市人民政府信访办公室', '中共天津市委信访办公室、天津市人民政府信访办公室', '', '0000', '', '1', '0000', '968', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20179', '20000', '0,20000,', '天津市人民政府侨务办公室', '天津市人民政府侨务办公室', '', '0000', '', '1', '0000', '969', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20180', '20000', '0,20000,', '天津市人民政府合作交流办公室', '天津市人民政府合作交流办公室', '', '0000', '', '1', '0000', '970', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20181', '20000', '0,20000,', '天津市人民政府驻各地办事处', '天津市人民政府驻各地办事处', '', '0000', '', '1', '0000', '971', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20182', '20000', '0,20000,', '天津市人民政府驻上海办事处', '天津市人民政府驻上海办事处', '', '0000', '', '1', '0000', '972', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20183', '20000', '0,20000,', '天津市人民政府驻广州办事处', '天津市人民政府驻广州办事处', '', '0000', '', '1', '0000', '973', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20184', '20000', '0,20000,', '天津市人民政府驻沈阳办事处', '天津市人民政府驻沈阳办事处', '', '0000', '', '1', '0000', '974', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20185', '20000', '0,20000,', '天津市人民政府驻成都办事处', '天津市人民政府驻成都办事处', '', '0000', '', '1', '0000', '975', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20186', '20000', '0,20000,', '天津市人民政府驻乌鲁木齐办事处', '天津市人民政府驻乌鲁木齐办事处', '', '0000', '', '1', '0000', '976', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20187', '20000', '0,20000,', '天津市人民政府驻福州办事处', '天津市人民政府驻福州办事处', '', '0000', '', '1', '0000', '977', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20188', '20000', '0,20000,', '天津市人民政府驻济南办事处', '天津市人民政府驻济南办事处', '', '0000', '', '1', '0000', '978', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20189', '20000', '0,20000,', '天津市人民政府人民防空办公室', '天津市人民政府人民防空办公室', '', '0000', '', '1', '0000', '979', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20190', '20000', '0,20000,', '天津市金融工作局', '天津市金融工作局', '', '0000', '', '1', '0000', '980', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20191', '20000', '0,20000,', '天津市人民政府口岸服务办公室', '天津市人民政府口岸服务办公室', '', '0000', '', '1', '0000', '981', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20192', '20000', '0,20000,', '天津国际贸易与航运服务中心', '天津国际贸易与航运服务中心', '', '0000', '', '1', '0000', '982', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20193', '20000', '0,20000,', '天津市人民政府行政审批管理办公室', '天津市人民政府行政审批管理办公室', '', '0000', '', '1', '0000', '983', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20194', '20000', '0,20000,', '天津市中小企业发展促进局', '天津市中小企业发展促进局', '', '0000', '', '1', '0000', '984', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20195', '20000', '0,20000,', '天津海河教育园区管理委员会', '天津海河教育园区管理委员会', '', '0000', '', '1', '0000', '985', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20196', '20000', '0,20000,', '天津市人民政府参事室(天津市文史研究馆)', '天津市人民政府参事室(天津市文史研究馆)', '', '0000', '', '1', '0000', '986', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20197', '20000', '0,20000,', '天津市文化市场行政执法总队\r\n（天津市“扫黄打非”工作领导小组办公室）', '天津市文化市场行政执法总队\r\n（天津市“扫黄打非”工作领导小组办公室）', '', '0000', '', '1', '0000', '987', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20198', '20000', '0,20000,', '天津日报社（天津日报报业集团）', '天津日报社（天津日报报业集团）', '', '0000', '', '1', '0000', '988', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20199', '20000', '0,20000,', '天津报业印务中心', '天津报业印务中心', '', '0000', '', '1', '0000', '989', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20200', '20000', '0,20000,', '今晚报社（今晚传媒集团）', '今晚报社（今晚传媒集团）', '', '0000', '', '1', '0000', '990', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20201', '20000', '0,20000,', '中国技术市场报社', '中国技术市场报社', '', '0000', '', '1', '0000', '991', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20202', '20000', '0,20000,', '天津广播电视台', '天津广播电视台', '', '0000', '', '1', '0000', '992', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20203', '20000', '0,20000,', '天津广播电视传媒集团有限公司', '天津广播电视传媒集团有限公司', '', '0000', '', '1', '0000', '993', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20204', '20000', '0,20000,', '天津北方电影集团有限公司', '天津北方电影集团有限公司', '', '0000', '', '1', '0000', '994', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20205', '20000', '0,20000,', '天津电影制片厂', '天津电影制片厂', '', '0000', '', '1', '0000', '995', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20206', '20000', '0,20000,', '天津北方演艺集团有限公司', '天津北方演艺集团有限公司', '', '0000', '', '1', '0000', '996', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20207', '20000', '0,20000,', '天津公安警官职业学院', '天津公安警官职业学院', '', '0000', '', '1', '0000', '997', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20208', '20000', '0,20000,', '天津商务职业学院', '天津商务职业学院', '', '0000', '', '1', '0000', '998', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20209', '20000', '0,20000,', '天津市社会主义学院（市中华文化学院）', '天津市社会主义学院（市中华文化学院）', '', '0000', '', '1', '0000', '999', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20210', '20000', '0,20000,', '天津中德应用技术大学', '天津中德应用技术大学', '', '0000', '', '1', '0000', '1000', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20211', '20000', '0,20000,', '天津市投资促进办公室', '天津市投资促进办公室', '', '0000', '', '1', '0000', '1001', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20212', '20000', '0,20000,', '天津国际工程咨询公司(天津市政府投资项目评审中心)', '天津国际工程咨询公司(天津市政府投资项目评审中心)', '', '0000', '', '1', '0000', '1002', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20213', '20000', '0,20000,', '天津市供销合作总社', '天津市供销合作总社', '', '0000', '', '1', '0000', '1003', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20214', '20000', '0,20000,', '天津机电设备招标局', '天津机电设备招标局', '', '0000', '', '1', '0000', '1004', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20215', '20000', '0,20000,', '天津市住房公积金管理中心', '天津市住房公积金管理中心', '', '0000', '', '1', '0000', '1005', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20216', '20000', '0,20000,', '中国天津粮油批发交易市场', '中国天津粮油批发交易市场', '', '0000', '', '1', '0000', '1006', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20217', '20000', '0,20000,', '中国北方食糖批发市场', '中国北方食糖批发市场', '', '0000', '', '1', '0000', '1007', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20218', '20000', '0,20000,', '天津北方文创产业集团有限公司', '天津北方文创产业集团有限公司', '', '0000', '', '1', '0000', '1008', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20219', '20000', '0,20000,', '天津画院', '天津画院', '', '0000', '', '1', '0000', '1009', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20220', '20000', '0,20000,', '中国国民党革命委员会天津市委员会', '中国国民党革命委员会天津市委员会', '', '0000', '', '1', '0000', '1010', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20221', '20000', '0,20000,', '中国民主同盟天津市委员会', '中国民主同盟天津市委员会', '', '0000', '', '1', '0000', '1011', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20222', '20000', '0,20000,', '中国民主建国会天津市委员会', '中国民主建国会天津市委员会', '', '0000', '', '1', '0000', '1012', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20223', '20000', '0,20000,', '中国民主促进会天津市委员会', '中国民主促进会天津市委员会', '', '0000', '', '1', '0000', '1013', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20224', '20000', '0,20000,', '中国农工民主党天津市委员会', '中国农工民主党天津市委员会', '', '0000', '', '1', '0000', '1014', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20225', '20000', '0,20000,', '中国致公党天津市委员会', '中国致公党天津市委员会', '', '0000', '', '1', '0000', '1015', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20226', '20000', '0,20000,', '九三学社天津市委员会', '九三学社天津市委员会', '', '0000', '', '1', '0000', '1016', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20227', '20000', '0,20000,', '台湾民主自治同盟天津市委员会', '台湾民主自治同盟天津市委员会', '', '0000', '', '1', '0000', '1017', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20228', '20000', '0,20000,', '天津市工商业联合会', '天津市工商业联合会', '', '0000', '', '1', '0000', '1018', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20229', '20000', '0,20000,', '中共天津市滨海新区委员会', '中共天津市滨海新区委员会', '', '0000', '', '1', '0000', '1019', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20230', '20000', '0,20000,', '天津市滨海新区人大常委会', '天津市滨海新区人大常委会', '', '0000', '', '1', '0000', '1020', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20231', '20000', '0,20000,', '天津市滨海新区人民政府', '天津市滨海新区人民政府', '', '0000', '', '1', '0000', '1021', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20232', '20000', '0,20000,', '政协天津市滨海新区委员会', '政协天津市滨海新区委员会', '', '0000', '', '1', '0000', '1022', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20233', '20000', '0,20000,', '中共天津市和平区委员会', '中共天津市和平区委员会', '', '0000', '', '1', '0000', '1023', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20234', '20000', '0,20000,', '天津市和平区人大常委会', '天津市和平区人大常委会', '', '0000', '', '1', '0000', '1024', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20235', '20000', '0,20000,', '天津市和平区人民政府', '天津市和平区人民政府', '', '0000', '', '1', '0000', '1025', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20236', '20000', '0,20000,', '政协天津市和平区委员会', '政协天津市和平区委员会', '', '0000', '', '1', '0000', '1026', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20237', '20000', '0,20000,', '中共天津市河东区委员会', '中共天津市河东区委员会', '', '0000', '', '1', '0000', '1027', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20238', '20000', '0,20000,', '天津市河东区人大常委会', '天津市河东区人大常委会', '', '0000', '', '1', '0000', '1028', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20239', '20000', '0,20000,', '天津市河东区人民政府', '天津市河东区人民政府', '', '0000', '', '1', '0000', '1029', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20240', '20000', '0,20000,', '政协天津市河东区委员会', '政协天津市河东区委员会', '', '0000', '', '1', '0000', '1030', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20241', '20000', '0,20000,', '中共天津市河西区委员会', '中共天津市河西区委员会', '', '0000', '', '1', '0000', '1031', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20242', '20000', '0,20000,', '天津市河西区人大常委会', '天津市河西区人大常委会', '', '0000', '', '1', '0000', '1032', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20243', '20000', '0,20000,', '天津市河西区人民政府', '天津市河西区人民政府', '', '0000', '', '1', '0000', '1033', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20244', '20000', '0,20000,', '政协天津市河西区委员会', '政协天津市河西区委员会', '', '0000', '', '1', '0000', '1034', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20245', '20000', '0,20000,', '中共天津市河北区委员会', '中共天津市河北区委员会', '', '0000', '', '1', '0000', '1035', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20246', '20000', '0,20000,', '天津市河北区人大常委会', '天津市河北区人大常委会', '', '0000', '', '1', '0000', '1036', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20247', '20000', '0,20000,', '天津市河北区人民政府', '天津市河北区人民政府', '', '0000', '', '1', '0000', '1037', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20248', '20000', '0,20000,', '政协天津市河北区委员会', '政协天津市河北区委员会', '', '0000', '', '1', '0000', '1038', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20249', '20000', '0,20000,', '中共天津市南开区委员会', '中共天津市南开区委员会', '', '0000', '', '1', '0000', '1039', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20250', '20000', '0,20000,', '天津市南开区人大常委会', '天津市南开区人大常委会', '', '0000', '', '1', '0000', '1040', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20251', '20000', '0,20000,', '天津市南开区人民政府', '天津市南开区人民政府', '', '0000', '', '1', '0000', '1041', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20252', '20000', '0,20000,', '政协天津市南开区委员会', '政协天津市南开区委员会', '', '0000', '', '1', '0000', '1042', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20253', '20000', '0,20000,', '中共天津市红桥区委员会', '中共天津市红桥区委员会', '', '0000', '', '1', '0000', '1043', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20254', '20000', '0,20000,', '天津市红桥区人大常委会', '天津市红桥区人大常委会', '', '0000', '', '1', '0000', '1044', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20255', '20000', '0,20000,', '天津市红桥区人民政府', '天津市红桥区人民政府', '', '0000', '', '1', '0000', '1045', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20256', '20000', '0,20000,', '政协天津市红桥区委员会', '政协天津市红桥区委员会', '', '0000', '', '1', '0000', '1046', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20257', '20000', '0,20000,', '中共天津市东丽区委员会', '中共天津市东丽区委员会', '', '0000', '', '1', '0000', '1047', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20258', '20000', '0,20000,', '天津市东丽区人大常委会', '天津市东丽区人大常委会', '', '0000', '', '1', '0000', '1048', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20259', '20000', '0,20000,', '天津市东丽区人民政府', '天津市东丽区人民政府', '', '0000', '', '1', '0000', '1049', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20260', '20000', '0,20000,', '政协天津市东丽区委员会', '政协天津市东丽区委员会', '', '0000', '', '1', '0000', '1050', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20261', '20000', '0,20000,', '中共天津市西青区委员会', '中共天津市西青区委员会', '', '0000', '', '1', '0000', '1051', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20262', '20000', '0,20000,', '天津市西青区人大常委会', '天津市西青区人大常委会', '', '0000', '', '1', '0000', '1052', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20263', '20000', '0,20000,', '天津市西青区人民政府', '天津市西青区人民政府', '', '0000', '', '1', '0000', '1053', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20264', '20000', '0,20000,', '政协天津市西青区委员会', '政协天津市西青区委员会', '', '0000', '', '1', '0000', '1054', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20265', '20000', '0,20000,', '中共天津市津南区委员会', '中共天津市津南区委员会', '', '0000', '', '1', '0000', '1055', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20266', '20000', '0,20000,', '天津市津南区人大常委会', '天津市津南区人大常委会', '', '0000', '', '1', '0000', '1056', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20267', '20000', '0,20000,', '天津市津南区人民政府', '天津市津南区人民政府', '', '0000', '', '1', '0000', '1057', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20268', '20000', '0,20000,', '政协天津市津南区委员会', '政协天津市津南区委员会', '', '0000', '', '1', '0000', '1058', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20269', '20000', '0,20000,', '中共天津市北辰区委员会', '中共天津市北辰区委员会', '', '0000', '', '1', '0000', '1059', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20270', '20000', '0,20000,', '天津市北辰区人大常委会', '天津市北辰区人大常委会', '', '0000', '', '1', '0000', '1060', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20271', '20000', '0,20000,', '天津市北辰区人民政府', '天津市北辰区人民政府', '', '0000', '', '1', '0000', '1061', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20272', '20000', '0,20000,', '政协天津市北辰区委员会', '政协天津市北辰区委员会', '', '0000', '', '1', '0000', '1062', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20273', '20000', '0,20000,', '中共天津市武清区委员会', '中共天津市武清区委员会', '', '0000', '', '1', '0000', '1063', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20274', '20000', '0,20000,', '天津市武清区人大常委会', '天津市武清区人大常委会', '', '0000', '', '1', '0000', '1064', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20275', '20000', '0,20000,', '天津市武清区人民政府', '天津市武清区人民政府', '', '0000', '', '1', '0000', '1065', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20276', '20000', '0,20000,', '政协天津市武清区委员会', '政协天津市武清区委员会', '', '0000', '', '1', '0000', '1066', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20277', '20000', '0,20000,', '中共天津市宝坻区委员会', '中共天津市宝坻区委员会', '', '0000', '', '1', '0000', '1067', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20278', '20000', '0,20000,', '天津市宝坻区人大常委会', '天津市宝坻区人大常委会', '', '0000', '', '1', '0000', '1068', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20279', '20000', '0,20000,', '天津市宝坻区人民政府', '天津市宝坻区人民政府', '', '0000', '', '1', '0000', '1069', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20280', '20000', '0,20000,', '政协天津市宝坻区委员会', '政协天津市宝坻区委员会', '', '0000', '', '1', '0000', '1070', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20281', '20000', '0,20000,', '中共天津市静海区委员会', '中共天津市静海区委员会', '', '0000', '', '1', '0000', '1071', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20282', '20000', '0,20000,', '天津市静海区人大常委会', '天津市静海区人大常委会', '', '0000', '', '1', '0000', '1072', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20283', '20000', '0,20000,', '天津市静海区人民政府', '天津市静海区人民政府', '', '0000', '', '1', '0000', '1073', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20284', '20000', '0,20000,', '政协天津市静海区委员会', '政协天津市静海区委员会', '', '0000', '', '1', '0000', '1074', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20285', '20000', '0,20000,', '中共天津市宁河区委员会', '中共天津市宁河区委员会', '', '0000', '', '1', '0000', '1075', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20286', '20000', '0,20000,', '天津市宁河区人大常委会', '天津市宁河区人大常委会', '', '0000', '', '1', '0000', '1076', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20287', '20000', '0,20000,', '天津市宁河区人民政府', '天津市宁河区人民政府', '', '0000', '', '1', '0000', '1077', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20288', '20000', '0,20000,', '政协天津市宁河区委员会', '政协天津市宁河区委员会', '', '0000', '', '1', '0000', '1078', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20289', '20000', '0,20000,', '中共天津市蓟州区委员会', '中共天津市蓟州区委员会', '', '0000', '', '1', '0000', '1079', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20290', '20000', '0,20000,', '天津市蓟州区人大常委会', '天津市蓟州区人大常委会', '', '0000', '', '1', '0000', '1080', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20291', '20000', '0,20000,', '天津市蓟州区人民政府', '天津市蓟州区人民政府', '', '0000', '', '1', '0000', '1081', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20292', '20000', '0,20000,', '政协天津市蓟州区委员会', '政协天津市蓟州区委员会', '', '0000', '', '1', '0000', '1082', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20293', '20000', '0,20000,', '中共天津经济技术开发区工作委员会', '中共天津经济技术开发区工作委员会', '', '0000', '', '1', '0000', '1083', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20294', '20000', '0,20000,', '天津经济技术开发区管理委员会', '天津经济技术开发区管理委员会', '', '0000', '', '1', '0000', '1084', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20295', '20000', '0,20000,', '中共天津港保税区工作委员会', '中共天津港保税区工作委员会', '', '0000', '', '1', '0000', '1085', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20296', '20000', '0,20000,', '天津港保税区管理委员会', '天津港保税区管理委员会', '', '0000', '', '1', '0000', '1086', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20297', '20000', '0,20000,', '中共天津滨海高新技术产业开发区工作委员会', '中共天津滨海高新技术产业开发区工作委员会', '', '0000', '', '1', '0000', '1087', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20298', '20000', '0,20000,', '天津滨海高新技术产业开发区管理委员会', '天津滨海高新技术产业开发区管理委员会', '', '0000', '', '1', '0000', '1088', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20299', '20000', '0,20000,', '中新天津生态城管理委员会', '中新天津生态城管理委员会', '', '0000', '', '1', '0000', '1089', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20300', '20000', '0,20000,', '天津东疆保税港区管理委员会(天津东疆港区管理委员会)', '天津东疆保税港区管理委员会(天津东疆港区管理委员会)', '', '0000', '', '1', '0000', '1090', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20301', '20000', '0,20000,', '天津国际生物医药联合研究院', '天津国际生物医药联合研究院', '', '0000', '', '1', '0000', '1091', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20302', '20000', '0,20000,', '天津港（集团）有限公司', '天津港（集团）有限公司', '', '0000', '', '1', '0000', '1092', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20303', '20000', '0,20000,', '天津海泰控股集团有限公司', '天津海泰控股集团有限公司', '', '0000', '', '1', '0000', '1093', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20304', '20000', '0,20000,', '天津滨海新区建设投资集团有限公司', '天津滨海新区建设投资集团有限公司', '', '0000', '', '1', '0000', '1094', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20305', '20000', '0,20000,', '天津天保控股有限公司', '天津天保控股有限公司', '', '0000', '', '1', '0000', '1095', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20306', '20000', '0,20000,', '天津市农业科学院', '天津市农业科学院', '', '0000', '', '1', '0000', '1096', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20307', '20000', '0,20000,', '天津社会科学院', '天津社会科学院', '', '0000', '', '1', '0000', '1097', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20308', '20000', '0,20000,', '天津市教育科学研究院', '天津市教育科学研究院', '', '0000', '', '1', '0000', '1098', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20309', '20000', '0,20000,', '天津市经济发展研究院', '天津市经济发展研究院', '', '0000', '', '1', '0000', '1099', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20310', '20000', '0,20000,', '天津市市政工程设计研究院', '天津市市政工程设计研究院', '', '0000', '', '1', '0000', '1100', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20311', '20000', '0,20000,', '天津师范大学', '天津师范大学', '', '0000', '', '1', '0000', '1101', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20312', '20000', '0,20000,', '天津医科大学', '天津医科大学', '', '0000', '', '1', '0000', '1102', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20313', '20000', '0,20000,', '天津医科大学总医院', '天津医科大学总医院', '', '0000', '', '1', '0000', '1103', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20314', '20000', '0,20000,', '天津市肿瘤医院（天津医科大学肿瘤医院）', '天津市肿瘤医院（天津医科大学肿瘤医院）', '', '0000', '', '1', '0000', '1104', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20315', '20000', '0,20000,', '天津财经大学', '天津财经大学', '', '0000', '', '1', '0000', '1105', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20316', '20000', '0,20000,', '天津中医药大学', '天津中医药大学', '', '0000', '', '1', '0000', '1106', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20317', '20000', '0,20000,', '天津中医药大学第一附属医院', '天津中医药大学第一附属医院', '', '0000', '', '1', '0000', '1107', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20318', '20000', '0,20000,', '天津理工大学', '天津理工大学', '', '0000', '', '1', '0000', '1108', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20319', '20000', '0,20000,', '天津工业大学', '天津工业大学', '', '0000', '', '1', '0000', '1109', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20320', '20000', '0,20000,', '天津科技大学', '天津科技大学', '', '0000', '', '1', '0000', '1110', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20321', '20000', '0,20000,', '天津商业大学', '天津商业大学', '', '0000', '', '1', '0000', '1111', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20322', '20000', '0,20000,', '天津外国语大学', '天津外国语大学', '', '0000', '', '1', '0000', '1112', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20323', '20000', '0,20000,', '天津音乐学院', '天津音乐学院', '', '0000', '', '1', '0000', '1113', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20324', '20000', '0,20000,', '天津美术学院', '天津美术学院', '', '0000', '', '1', '0000', '1114', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20325', '20000', '0,20000,', '天津体育学院', '天津体育学院', '', '0000', '', '1', '0000', '1115', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20326', '20000', '0,20000,', '天津职业大学', '天津职业大学', '', '0000', '', '1', '0000', '1116', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20327', '20000', '0,20000,', '天津职业技术师范大学', '天津职业技术师范大学', '', '0000', '', '1', '0000', '1117', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20328', '20000', '0,20000,', '天津城建大学', '天津城建大学', '', '0000', '', '1', '0000', '1118', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20329', '20000', '0,20000,', '天津广播电视大学', '天津广播电视大学', '', '0000', '', '1', '0000', '1119', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20330', '20000', '0,20000,', '天津农学院', '天津农学院', '', '0000', '', '1', '0000', '1120', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20331', '20000', '0,20000,', '天津市大学软件学院', '天津市大学软件学院', '', '0000', '', '1', '0000', '1121', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20332', '20000', '0,20000,', '天津百利机械装备集团有限公司', '天津百利机械装备集团有限公司', '', '0000', '', '1', '0000', '1122', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20333', '20000', '0,20000,', '天津中环电子信息集团有限公司', '天津中环电子信息集团有限公司', '', '0000', '', '1', '0000', '1123', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20334', '20000', '0,20000,', '天津电子信息职业技术学院', '天津电子信息职业技术学院', '', '0000', '', '1', '0000', '1124', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20335', '20000', '0,20000,', '天津渤海轻工投资集团有限公司', '天津渤海轻工投资集团有限公司', '', '0000', '', '1', '0000', '1125', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20336', '20000', '0,20000,', '天津纺织集团（控股）有限公司', '天津纺织集团（控股）有限公司', '', '0000', '', '1', '0000', '1126', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20337', '20000', '0,20000,', '天津渤海化工集团有限责任公司', '天津渤海化工集团有限责任公司', '', '0000', '', '1', '0000', '1127', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20338', '20000', '0,20000,', '天津市医药集团有限公司', '天津市医药集团有限公司', '', '0000', '', '1', '0000', '1128', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20339', '20000', '0,20000,', '天津药物研究院有限公司', '天津药物研究院有限公司', '', '0000', '', '1', '0000', '1129', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20340', '20000', '0,20000,', '渤海钢铁集团有限公司', '渤海钢铁集团有限公司', '', '0000', '', '1', '0000', '1130', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20341', '20000', '0,20000,', '天津津融投资服务集团有限公司', '天津津融投资服务集团有限公司', '', '0000', '', '1', '0000', '1131', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20342', '20000', '0,20000,', '天津一商集团有限公司', '天津一商集团有限公司', '', '0000', '', '1', '0000', '1132', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20343', '20000', '0,20000,', '天津食品集团有限公司', '天津食品集团有限公司', '', '0000', '', '1', '0000', '1133', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20344', '20000', '0,20000,', '天津物产集团有限公司', '天津物产集团有限公司', '', '0000', '', '1', '0000', '1134', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20345', '20000', '0,20000,', '天津市旅游（控股）集团有限公司', '天津市旅游（控股）集团有限公司', '', '0000', '', '1', '0000', '1135', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20346', '20000', '0,20000,', '中国天津国际经济技术合作集团公司', '中国天津国际经济技术合作集团公司', '', '0000', '', '1', '0000', '1136', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20347', '20000', '0,20000,', '天津市建筑材料集团（控股）有限公司', '天津市建筑材料集团（控股）有限公司', '', '0000', '', '1', '0000', '1137', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20348', '20000', '0,20000,', '天津市建工集团（控股）有限公司', '天津市建工集团（控股）有限公司', '', '0000', '', '1', '0000', '1138', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20349', '20000', '0,20000,', '天津轨道交通集团有限公司', '天津轨道交通集团有限公司', '', '0000', '', '1', '0000', '1139', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20350', '20000', '0,20000,', '天津市交通（集团）有限公司', '天津市交通（集团）有限公司', '', '0000', '', '1', '0000', '1140', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20351', '20000', '0,20000,', '天津津联投资控股有限公司', '天津津联投资控股有限公司', '', '0000', '', '1', '0000', '1141', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20352', '20000', '0,20000,', '香港津联集团有限公司', '香港津联集团有限公司', '', '0000', '', '1', '0000', '1142', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20353', '20000', '0,20000,', '天津市水产集团有限公司', '天津市水产集团有限公司', '', '0000', '', '1', '0000', '1143', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20354', '20000', '0,20000,', '天津能源投资集团有限公司', '天津能源投资集团有限公司', '', '0000', '', '1', '0000', '1144', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20355', '20000', '0,20000,', '天津房地产集团有限公司', '天津房地产集团有限公司', '', '0000', '', '1', '0000', '1145', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20356', '20000', '0,20000,', '天津泰达投资控股有限公司', '天津泰达投资控股有限公司', '', '0000', '', '1', '0000', '1146', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20357', '20000', '0,20000,', '天津市长芦盐业集团有限公司', '天津市长芦盐业集团有限公司', '', '0000', '', '1', '0000', '1147', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20358', '20000', '0,20000,', '天津银行股份有限公司', '天津银行股份有限公司', '', '0000', '', '1', '0000', '1148', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20359', '20000', '0,20000,', '天津农村商业银行股份有限公司', '天津农村商业银行股份有限公司', '', '0000', '', '1', '0000', '1149', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20360', '20000', '0,20000,', '渤海银行股份有限公司', '渤海银行股份有限公司', '', '0000', '', '1', '0000', '1150', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20361', '20000', '0,20000,', '渤海证券股份有限公司', '渤海证券股份有限公司', '', '0000', '', '1', '0000', '1151', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20362', '20000', '0,20000,', '恒安标准人寿保险有限公司', '恒安标准人寿保险有限公司', '', '0000', '', '1', '0000', '1152', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20363', '20000', '0,20000,', '渤海产业投资基金管理有限公司', '渤海产业投资基金管理有限公司', '', '0000', '', '1', '0000', '1153', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20364', '20000', '0,20000,', '天津市泰达国际控股（集团）有限公司', '天津市泰达国际控股（集团）有限公司', '', '0000', '', '1', '0000', '1154', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20365', '20000', '0,20000,', '天津城市基础设施建设投资集团有限公司', '天津城市基础设施建设投资集团有限公司', '', '0000', '', '1', '0000', '1155', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20366', '20000', '0,20000,', '天津水务集团有限公司', '天津水务集团有限公司', '', '0000', '', '1', '0000', '1156', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20367', '20000', '0,20000,', '天津市冶金集团（控股）有限公司', '天津市冶金集团（控股）有限公司', '', '0000', '', '1', '0000', '1157', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20368', '20000', '0,20000,', '天津钢管集团股份有限公司', '天津钢管集团股份有限公司', '', '0000', '', '1', '0000', '1158', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20369', '20000', '0,20000,', '天津天铁冶金集团有限公司（天津铁厂）', '天津天铁冶金集团有限公司（天津铁厂）', '', '0000', '', '1', '0000', '1159', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20370', '20000', '0,20000,', '天津钢铁集团有限公司', '天津钢铁集团有限公司', '', '0000', '', '1', '0000', '1160', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20371', '20000', '0,20000,', '天津环球磁卡集团有限公司', '天津环球磁卡集团有限公司', '', '0000', '', '1', '0000', '1161', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20372', '20000', '0,20000,', '天津华泽（集团）有限公司', '天津华泽（集团）有限公司', '', '0000', '', '1', '0000', '1162', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20373', '20000', '0,20000,', '天津劝业华联集团有限公司', '天津劝业华联集团有限公司', '', '0000', '', '1', '0000', '1163', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20374', '20000', '0,20000,', '北方国际集团有限公司', '北方国际集团有限公司', '', '0000', '', '1', '0000', '1164', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20375', '20000', '0,20000,', '天津利和进出口集团有限公司', '天津利和进出口集团有限公司', '', '0000', '', '1', '0000', '1165', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20376', '20000', '0,20000,', '长兴国际贸易有限公司', '长兴国际贸易有限公司', '', '0000', '', '1', '0000', '1166', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20377', '20000', '0,20000,', '天津城建集团有限公司', '天津城建集团有限公司', '', '0000', '', '1', '0000', '1167', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20378', '20000', '0,20000,', '天津住宅建设发展集团有限公司', '天津住宅建设发展集团有限公司', '', '0000', '', '1', '0000', '1168', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20379', '20000', '0,20000,', '天津泰达集团有限公司', '天津泰达集团有限公司', '', '0000', '', '1', '0000', '1169', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20380', '20000', '0,20000,', '北方国际信托股份有限公司', '北方国际信托股份有限公司', '', '0000', '', '1', '0000', '1170', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20381', '20000', '0,20000,', '天津市政建设集团有限公司', '天津市政建设集团有限公司', '', '0000', '', '1', '0000', '1171', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20382', '20000', '0,20000,', '天津信托有限责任公司', '天津信托有限责任公司', '', '0000', '', '1', '0000', '1172', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20383', '20000', '0,20000,', '天津滨海农村商业银行股份有限公司', '天津滨海农村商业银行股份有限公司', '', '0000', '', '1', '0000', '1173', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20384', '20000', '0,20000,', '天津滨海柜台交易市场股份公司', '天津滨海柜台交易市场股份公司', '', '0000', '', '1', '0000', '1174', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('20385', '20000', '0,20000,', '天津市公共交通集团（控股）有限公司', '天津市公共交通集团（控股）有限公司', '', '0000', '', '1', '0000', '1175', '1', null, '1', null, '', '0', '');
INSERT INTO `sys_office` VALUES ('30000000000E10', '10000000000E10', ',10000000000E10,30000000000E10', '政府部门', '', null, '0000', '', '1', '0000', '50', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000001E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000001E10', '政府办', '政府办', null, '0000', '', '1', '0000', '170', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000002E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000002E10', '民宗办', '民宗办', null, '0000', '', '1', '0000', '180', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000003E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000003E10', '发改委', '发改委', null, '0000', '', '1', '0000', '190', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000004E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000004E10', '工信委', '工信委', null, '0000', '', '1', '0000', '200', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000005E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000005E10', '商务委', '商务委', null, '0000', '', '1', '0000', '210', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000006E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000006E10', '教育局', '教育局', null, '0000', '', '1', '0000', '220', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000007E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000007E10', '科委', '科委', null, '0000', '', '1', '0000', '230', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000008E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000008E10', '民政局', '民政局', null, '0000', '', '1', '0000', '240', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000009E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000009E10', '司法局', '司法局', null, '0000', '', '1', '0000', '250', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000010E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000010E10', '财政局', '财政局', null, '0000', '', '1', '0000', '260', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000011E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000011E10', '国资委', '国资委', null, '0000', '', '1', '0000', '270', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000012E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000012E10', '人社局', '人社局', null, '01', '', '1', '0', '280', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', '', '0', '');
INSERT INTO `sys_office` VALUES ('30000000013E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000013E10', '房管局', '房管局', null, '0000', '', '1', '0000', '290', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000014E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000014E10', '建委', '建委', null, '0000', '', '1', '0000', '300', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000015E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000015E10', '环保局', '环保局', null, '0000', '', '1', '0000', '310', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000016E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000016E10', '市容园林委', '市容园林委', null, '0000', '', '1', '0000', '320', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000017E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000017E10', '农经委', '农经委', null, '0000', '', '1', '0000', '330', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000018E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000018E10', '农技中心', '农技中心', null, '0000', '', '1', '0000', '340', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000019E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000019E10', '畜牧水产中心', '畜牧水产中心', null, '0000', '', '1', '0000', '350', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000020E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000020E10', '水务局', '水务局', null, '0000', '', '1', '0000', '360', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000021E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000021E10', '文广局', '文广局', null, '0000', '', '1', '0000', '370', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000022E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000022E10', '卫计委', '卫计委', null, '0000', '', '1', '0000', '380', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000023E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000023E10', '审计局', '审计局', null, '0000', '', '1', '0000', '390', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000024E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000024E10', '统计局', '统计局', null, '0000', '', '1', '0000', '400', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000025E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000025E10', '旅游局', '旅游局', null, '0000', '', '1', '0000', '410', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000026E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000026E10', '安监局', '安监局', null, '0000', '', '1', '0000', '420', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000027E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000027E10', '运管局', '运管局', null, '0000', '', '1', '0000', '430', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000028E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000028E10', '法制办', '法制办', null, '0000', '', '1', '0000', '440', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000029E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000029E10', '信访办', '信访办', null, '0000', '', '1', '0000', '450', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000030E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000030E10', '人防办', '人防办', null, '0000', '', '1', '0000', '460', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000031E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000031E10', '金融办', '金融办', null, '0000', '', '1', '0000', '470', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000032E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000032E10', '审批局', '审批局', null, '0000', '', '1', '0000', '480', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000033E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000033E10', '南站', '南站', null, '01', '', '1', '0', '490', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', '', '0', '');
INSERT INTO `sys_office` VALUES ('30000000034E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000034E10', '执法局', '执法局', null, '01', '', '1', '0', '500', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', '', '0', '');
INSERT INTO `sys_office` VALUES ('30000000035E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000035E10', '公路局', '公路局', null, '0000', '', '1', '0000', '510', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('30000000036E10', '30000000000E10', ',10000000000E10,30000000000E10,30000000036E10', '供销社', '供销社', null, '0000', '', '1', '0000', '520', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000000E10', '10000000000E10', ',10000000000E10,40000000000E10', '党群部门', '', null, '0000', '', '1', '0000', '60', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000001E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000001E10', '人大办', '人大办', null, '0000', '', '1', '0000', '530', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000002E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000002E10', '政协办', '政协办', null, '0000', '', '1', '0000', '540', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000003E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000003E10', '纪委办', '纪委办', null, '0000', '', '1', '0000', '550', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000004E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000004E10', '区委办', '区委办', null, '0000', '', '1', '0000', '560', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000005E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000005E10', '组织部', '组织部', null, '0000', '', '1', '0000', '570', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000006E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000006E10', '宣传部', '宣传部', null, '0000', '', '1', '0000', '580', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000007E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000007E10', '网信办', '网信办', null, '0000', '', '1', '0000', '590', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000008E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000008E10', '文明办', '文明办', null, '0000', '', '1', '0000', '600', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000009E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000009E10', '统战部', '统战部', null, '0000', '', '1', '0000', '610', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000010E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000010E10', '政法委', '政法委', null, '0000', '', '1', '0000', '620', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000011E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000011E10', '防范办', '防范办', null, '0000', '', '1', '0000', '630', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000012E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000012E10', '研究室', '研究室', null, '0000', '', '1', '0000', '640', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000013E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000013E10', '机关工委', '机关工委', null, '0000', '', '1', '0000', '650', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000014E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000014E10', '编办', '编办', null, '0000', '', '1', '0000', '660', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000015E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000015E10', '党校', '党校', null, '01', '', '1', '0', '670', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', '', '0', '');
INSERT INTO `sys_office` VALUES ('40000000016E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000016E10', '档案局', '档案局', null, '0000', '', '1', '0000', '680', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:30', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000017E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000017E10', '老干部局', '老干部局', null, '0000', '', '1', '0000', '690', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000018E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000018E10', '总工会', '总工会', null, '01', '', '1', '0', '700', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('40000000019E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000019E10', '团区委', '团区委', null, '0000', '', '1', '0000', '710', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000020E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000020E10', '妇联', '妇联', null, '01', '', '1', '0', '720', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('40000000021E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000021E10', '残联', '残联', null, '01', '', '1', '0', '730', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('40000000022E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000022E10', '工商联', '工商联', null, '0000', '', '1', '0000', '740', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('40000000023E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000023E10', '巡察办', '巡察办', null, '01', '', '1', '0', '750', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('40000000024E10', '40000000000E10', ',10000000000E10,40000000000E10,40000000024E10', '新闻中心', '新闻中心', null, '01', '', '1', '0', '760', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', '', '0', '');
INSERT INTO `sys_office` VALUES ('50000000000E10', '10000000000E10', ',10000000000E10,50000000000E10', '双管和驻区单位', '', null, '0000', '', '1', '0000', '80', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000001E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000001E10', '市场监管局', '市场监管局', null, '0000', '', '1', '0000', '770', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000002E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000002E10', '规划分局', '规划分局', null, '0000', '', '1', '0000', '780', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000003E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000003E10', '国土资源分局', '国土资源分局', null, '0000', '', '1', '0000', '790', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000004E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000004E10', '土地整理中心', '土地整理中心', null, '0000', '', '1', '0000', '800', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000005E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000005E10', '公安分局', '公安分局', null, '0000', '', '1', '0000', '810', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000006E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000006E10', '调查队', '调查队', null, '0000', '', '1', '0000', '820', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000007E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000007E10', '国税局', '国税局', null, '0000', '', '1', '0000', '830', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000008E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000008E10', '地税局', '地税局', null, '0000', '', '1', '0000', '840', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000009E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000009E10', '消防支队', '消防支队', null, '0000', '', '1', '0000', '850', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000010E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000010E10', '交警支队', '交警支队', null, '0000', '', '1', '0000', '860', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000011E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000011E10', '气象局', '气象局', null, '0000', '', '1', '0000', '870', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000012E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000012E10', '武装部', '武装部', null, '0000', '', '1', '0000', '880', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000013E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000013E10', '法院', '法院', null, '0000', '', '1', '0000', '890', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('50000000014E10', '50000000000E10', ',10000000000E10,50000000000E10,50000000014E10', '检察院', '检察院', null, '0000', '', '1', '0000', '900', '1', null, 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', '');
INSERT INTO `sys_office` VALUES ('60000000000E10', '10000000000E10', ',10000000000E10,60000000000E10', '临时机构', null, null, null, null, '1', null, '90', '1', '2018-02-05 14:55:10', 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', '', '0', null);
INSERT INTO `sys_office` VALUES ('60000000001E10', '60000000000E10', ',10000000000E10,60000000000E10,60000000001E10', '四清一绿指挥部', '四清一绿指挥部', null, '0000', null, '1', '0000', '910', '1', '2018-02-05 14:55:10', 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', null);
INSERT INTO `sys_office` VALUES ('60000000002E10', '60000000000E10', ',10000000000E10,60000000000E10,60000000002E10', '产改办', '产改办', null, '0000', null, '1', '0000', '920', '1', '2018-02-05 14:55:10', 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', null);
INSERT INTO `sys_office` VALUES ('60000000003E10', '60000000000E10', ',10000000000E10,60000000000E10,60000000003E10', '食安办', '食安办', null, '0000', null, '1', '0000', '930', '1', '2018-02-05 14:55:10', 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', null);
INSERT INTO `sys_office` VALUES ('60000000004E10', '60000000000E10', ',10000000000E10,60000000000E10,60000000004E10', '整改办', '整改办', null, '0000', null, '1', '0000', '940', '1', '2018-02-05 14:55:10', 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', null);
INSERT INTO `sys_office` VALUES ('60000000005E10', '60000000000E10', ',10000000000E10,60000000000E10,60000000005E10', '河长办', '河长办', null, '0000', null, '1', '0000', '950', '1', '2018-02-05 14:55:10', 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-06 09:16:31', null, '0', null);

-- ----------------------------
-- Table structure for `sys_role`
-- ----------------------------
DROP TABLE IF EXISTS `sys_role`;
CREATE TABLE `sys_role` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `NAME` varchar(50) NOT NULL COMMENT '角色名称',
  `ENNAME` varchar(50) DEFAULT NULL COMMENT '角色英文名（用于工作流）',
  `OFFICE_ID` varchar(50) DEFAULT NULL COMMENT '所属机构ID',
  `FUNC_TYPE` varchar(50) NOT NULL COMMENT '功能权限类型',
  `DATA_TYPE` varchar(50) NOT NULL COMMENT '数据权限类型',
  `STATE_FLAG` varchar(1) NOT NULL COMMENT '是否可用',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '修改者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '修改日期',
  `REMARKS` varchar(50) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_role
-- ----------------------------
INSERT INTO `sys_role` VALUES ('1', '超级管理员', 'ls', '1', '01', '1', '1', '201003010001', '2016-11-23 19:07:40', '1', '2018-02-01 16:01:18', '', '0');
INSERT INTO `sys_role` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '管理员', null, '2', '01', '1', '1', '201003010001', '2017-04-11 09:41:44', '1', '2018-01-29 16:29:02', '', '0');
INSERT INTO `sys_role` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '填报单位', null, '2', '01', '2', '1', '201003010001', '2017-04-11 09:43:38', '020000000001001', '2017-10-18 18:16:11', '', '0');
INSERT INTO `sys_role` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '督查一科', null, '2', '01', '2', '1', '6c655ba2a2ec495d9ec7c7c6dfcb0864', '2018-01-29 14:35:29', '1', '2018-01-29 16:22:17', '', '0');
INSERT INTO `sys_role` VALUES ('fe63a765387d4ea3a604a02159fe0641', '督查二科', null, '1', '01', '2', '1', '1', '2018-01-29 16:22:58', '1', '2018-02-05 17:38:28', '', '0');

-- ----------------------------
-- Table structure for `sys_role_menu`
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_menu`;
CREATE TABLE `sys_role_menu` (
  `ROLE_ID` varchar(50) NOT NULL COMMENT '角色ID',
  `MENU_ID` varchar(50) NOT NULL COMMENT '菜单ID',
  PRIMARY KEY (`ROLE_ID`,`MENU_ID`),
  KEY `FK_REFERENCE_4` (`MENU_ID`) USING BTREE,
  CONSTRAINT `sys_role_menu_ibfk_1` FOREIGN KEY (`ROLE_ID`) REFERENCES `sys_role` (`ID`),
  CONSTRAINT `sys_role_menu_ibfk_2` FOREIGN KEY (`MENU_ID`) REFERENCES `sys_menu` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_role_menu
-- ----------------------------
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '046b57df35f7405da187f07166887f84');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '04a6ae5d32c94d21aef59636b457a741');
INSERT INTO `sys_role_menu` VALUES ('1', '0ad81bf58b4e42108eaac4d054914568');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '0ad81bf58b4e42108eaac4d054914568');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '0ad81bf58b4e42108eaac4d054914568');
INSERT INTO `sys_role_menu` VALUES ('1', '0b48486a261b4f8893fd439785d5dff5');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '0b48486a261b4f8893fd439785d5dff5');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '0bafb05a9433464ea262dbc6a3138cd4');
INSERT INTO `sys_role_menu` VALUES ('1', '0f99de8a4a00475f8499032b67e0e3f4');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '0f99de8a4a00475f8499032b67e0e3f4');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '0fa26cb61746412395f3012121676159');
INSERT INTO `sys_role_menu` VALUES ('1', '1');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '1');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '1');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '1');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '1');
INSERT INTO `sys_role_menu` VALUES ('1', '10');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '10');
INSERT INTO `sys_role_menu` VALUES ('1', '11');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '11');
INSERT INTO `sys_role_menu` VALUES ('1', '12');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '12');
INSERT INTO `sys_role_menu` VALUES ('1', '13');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '13');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '13');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '13');
INSERT INTO `sys_role_menu` VALUES ('1', '17');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '17');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '17');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '17');
INSERT INTO `sys_role_menu` VALUES ('1', '18');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '18');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '18');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '18');
INSERT INTO `sys_role_menu` VALUES ('1', '19');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '19');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '19');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '19');
INSERT INTO `sys_role_menu` VALUES ('1', '2');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '2');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '2');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '2');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '2');
INSERT INTO `sys_role_menu` VALUES ('1', '20');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '20');
INSERT INTO `sys_role_menu` VALUES ('1', '21');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '21');
INSERT INTO `sys_role_menu` VALUES ('1', '22');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '22');
INSERT INTO `sys_role_menu` VALUES ('1', '234fa67e02354a6ea36d254a9e661956');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '234fa67e02354a6ea36d254a9e661956');
INSERT INTO `sys_role_menu` VALUES ('1', '26b59bd45d1a405b9cdefdbbe298ba21');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '26b59bd45d1a405b9cdefdbbe298ba21');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '26b59bd45d1a405b9cdefdbbe298ba21');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '26b59bd45d1a405b9cdefdbbe298ba21');
INSERT INTO `sys_role_menu` VALUES ('1', '2a819a3c37b84794b38164f2a33be6f8');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '2a819a3c37b84794b38164f2a33be6f8');
INSERT INTO `sys_role_menu` VALUES ('1', '3');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '3');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '3');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '3');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '3ccba82386d34ac08ce71517bcd5736e');
INSERT INTO `sys_role_menu` VALUES ('1', '4');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '4');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '43dd26a8f1174846ad1c9ad81ab68e0b');
INSERT INTO `sys_role_menu` VALUES ('1', '44fbfda2968840ea914c7428aa0c5d75');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '44fbfda2968840ea914c7428aa0c5d75');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '44fbfda2968840ea914c7428aa0c5d75');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', '44fbfda2968840ea914c7428aa0c5d75');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '4c55f377575c46a29af80e3c9d58a967');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '4d8047d9ccf340b4908f691d264afbbc');
INSERT INTO `sys_role_menu` VALUES ('1', '5');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '5');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '5f2216b02aab4d398036bd43eed47d73');
INSERT INTO `sys_role_menu` VALUES ('1', '6');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '6');
INSERT INTO `sys_role_menu` VALUES ('1', '61427780c324481295037c9ffdb1cbef');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '61427780c324481295037c9ffdb1cbef');
INSERT INTO `sys_role_menu` VALUES ('1', '6ea4e7fec2694e3f93c33372ff9c7304');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '6fa7441848c54e05801ef7b93a03a84e');
INSERT INTO `sys_role_menu` VALUES ('1', '7');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '7');
INSERT INTO `sys_role_menu` VALUES ('1', '731046f340b044f1a5c7dba6c52df442');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '731046f340b044f1a5c7dba6c52df442');
INSERT INTO `sys_role_menu` VALUES ('1', '8');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '8');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '851baa353f9944ceb469c1ed1773d642');
INSERT INTO `sys_role_menu` VALUES ('1', '9');
INSERT INTO `sys_role_menu` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '9');
INSERT INTO `sys_role_menu` VALUES ('1', '900b2ee7fd274d30b01f34711d8ae3de');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', '900b2ee7fd274d30b01f34711d8ae3de');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '902e66b2364e49a6b3ae2acb8e61c629');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '94845322098b4790abd6c4ad36ffc21a');
INSERT INTO `sys_role_menu` VALUES ('1', 'a0dee68e991449e18e9e85042c9ddba9');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', 'a0dee68e991449e18e9e85042c9ddba9');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', 'a33062d586f546dda29a6da232ceb770');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', 'a5a1db4a1148465db6be88b04ae9431c');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', 'a7f7388bf5054d3d8b02c8cf5abedf5e');
INSERT INTO `sys_role_menu` VALUES ('1', 'ad2de76a75e6413ea67b66a232b8b38a');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', 'ad2de76a75e6413ea67b66a232b8b38a');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', 'caedc3b09a0e4ddf8d0db960a6c512a2');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', 'd105a6e39fb74a3ea8ee8f248c850c3d');
INSERT INTO `sys_role_menu` VALUES ('1', 'dfe22a40fc66490e88252d7bd29b9f99');
INSERT INTO `sys_role_menu` VALUES ('fe63a765387d4ea3a604a02159fe0641', 'dfe22a40fc66490e88252d7bd29b9f99');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', 'e769acde04694fac90ff8c393367854f');
INSERT INTO `sys_role_menu` VALUES ('1', 'f764deff80d642c78b29dab7759d3759');
INSERT INTO `sys_role_menu` VALUES ('a02b6c2e50a442f290187ec56029c9e9', 'f764deff80d642c78b29dab7759d3759');
INSERT INTO `sys_role_menu` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', 'fe01a591d289476b9e6fb50e0b049915');

-- ----------------------------
-- Table structure for `sys_role_office`
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_office`;
CREATE TABLE `sys_role_office` (
  `ROLE_ID` varchar(50) NOT NULL COMMENT '角色ID',
  `OFFICE_ID` varchar(50) NOT NULL COMMENT '机构ID',
  PRIMARY KEY (`ROLE_ID`,`OFFICE_ID`),
  KEY `FK_REFERENCE_13` (`OFFICE_ID`) USING BTREE,
  CONSTRAINT `sys_role_office_ibfk_1` FOREIGN KEY (`ROLE_ID`) REFERENCES `sys_role` (`ID`),
  CONSTRAINT `sys_role_office_ibfk_2` FOREIGN KEY (`OFFICE_ID`) REFERENCES `sys_office` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_role_office
-- ----------------------------

-- ----------------------------
-- Table structure for `sys_role_user`
-- ----------------------------
DROP TABLE IF EXISTS `sys_role_user`;
CREATE TABLE `sys_role_user` (
  `ROLE_ID` varchar(50) NOT NULL,
  `USER_ID` varchar(50) NOT NULL,
  PRIMARY KEY (`ROLE_ID`,`USER_ID`),
  KEY `FK_REFERENCE_2` (`USER_ID`) USING BTREE,
  CONSTRAINT `sys_role_user_ibfk_1` FOREIGN KEY (`ROLE_ID`) REFERENCES `sys_role` (`ID`),
  CONSTRAINT `sys_role_user_ibfk_2` FOREIGN KEY (`USER_ID`) REFERENCES `sys_user` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_role_user
-- ----------------------------
INSERT INTO `sys_role_user` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '0091220c05bf4a94b21d2069cafc9b21');
INSERT INTO `sys_role_user` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '0091220c05bf4a94b21d2069cafc9b21');
INSERT INTO `sys_role_user` VALUES ('1', '1');
INSERT INTO `sys_role_user` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '1');
INSERT INTO `sys_role_user` VALUES ('8a6fd2bc6ce346dca63935346e5efff5', '154db66a8fe64112bb241f8bec808273');
INSERT INTO `sys_role_user` VALUES ('fe63a765387d4ea3a604a02159fe0641', '154db66a8fe64112bb241f8bec808273');
INSERT INTO `sys_role_user` VALUES ('409b04d6e30d4867b59f7cbdbed6700a', '6c655ba2a2ec495d9ec7c7c6dfcb0864');
INSERT INTO `sys_role_user` VALUES ('a02b6c2e50a442f290187ec56029c9e9', 'fb56607b0b7b4f82877775c4664c3c04');

-- ----------------------------
-- Table structure for `sys_user`
-- ----------------------------
DROP TABLE IF EXISTS `sys_user`;
CREATE TABLE `sys_user` (
  `ID` varchar(50) NOT NULL COMMENT '用户ID',
  `OFFICE_ID` varchar(50) NOT NULL COMMENT '所属机构ID',
  `TYPE` varchar(50) NOT NULL COMMENT '用户类型',
  `LOGIN_NAME` varchar(50) NOT NULL COMMENT '登录名',
  `NAME` varchar(50) DEFAULT NULL COMMENT '用户名',
  `PASSWORD` varchar(100) NOT NULL COMMENT '密码',
  `STATE_FLAG` varchar(1) NOT NULL COMMENT '用户状态',
  `LOGIN_IP` varchar(50) DEFAULT NULL COMMENT '最后登录IP',
  `LOGIN_DATE` datetime DEFAULT NULL COMMENT '最后登录日期',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '更新者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '更新日期',
  `REMARKS` varchar(50) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `CHANGE_REASON` varchar(2) DEFAULT NULL COMMENT '变更原因',
  PRIMARY KEY (`ID`),
  KEY `FK_REFERENCE_1` (`OFFICE_ID`) USING BTREE,
  CONSTRAINT `sys_user_ibfk_1` FOREIGN KEY (`OFFICE_ID`) REFERENCES `sys_office` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_user
-- ----------------------------
INSERT INTO `sys_user` VALUES ('1', '1', '01', 'superadmin', '系统维护', '123456', '1', '0:0:0:0:0:0:0:1', '2018-03-15 16:25:54', '201003010001', '2014-12-31 14:09:29', '1', '2018-03-15 16:25:54', '', '0', null);
INSERT INTO `sys_user` VALUES ('154db66a8fe64112bb241f8bec808273', '1', '01', 'dcek', '督查二科', '123456', '1', '0:0:0:0:0:0:0:1', '2018-02-28 09:38:39', '1', '2018-01-29 16:23:59', '154db66a8fe64112bb241f8bec808273', '2018-02-28 09:38:39', '', '0', null);
INSERT INTO `sys_user` VALUES ('6c655ba2a2ec495d9ec7c7c6dfcb0864', '2', '01', 'admin', '管理员', '123456', '1', '0:0:0:0:0:0:0:1', '2018-03-15 16:25:45', '1', null, '6c655ba2a2ec495d9ec7c7c6dfcb0864', '2018-03-15 16:25:45', '', '0', null);
INSERT INTO `sys_user` VALUES ('fb56607b0b7b4f82877775c4664c3c04', '2', '01', 'dcyk', '督查一科', '123456', '1', '192.168.74.153', '2018-02-24 11:34:34', '6c655ba2a2ec495d9ec7c7c6dfcb0864', '2018-01-29 14:45:03', 'fb56607b0b7b4f82877775c4664c3c04', '2018-02-24 11:34:34', '', '0', null);

-- ----------------------------
-- Table structure for `sys_user_role`
-- ----------------------------
DROP TABLE IF EXISTS `sys_user_role`;
CREATE TABLE `sys_user_role` (
  `ROLE_ID` varchar(50) NOT NULL,
  `USER_ID` varchar(50) NOT NULL,
  PRIMARY KEY (`ROLE_ID`,`USER_ID`),
  KEY `FK_REFERENCE_2` (`USER_ID`) USING BTREE,
  CONSTRAINT `sys_user_role_ibfk_1` FOREIGN KEY (`ROLE_ID`) REFERENCES `sys_role` (`ID`),
  CONSTRAINT `sys_user_role_ibfk_2` FOREIGN KEY (`USER_ID`) REFERENCES `sys_user` (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

-- ----------------------------
-- Records of sys_user_role
-- ----------------------------
INSERT INTO `sys_user_role` VALUES ('1', '1');

-- ----------------------------
-- Table structure for `tbl_borrow_archives`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_borrow_archives`;
CREATE TABLE `tbl_borrow_archives` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `borrow_date` datetime DEFAULT NULL COMMENT '借阅日期',
  `consult_unit` varchar(255) DEFAULT NULL COMMENT '借阅单位',
  `reason` varchar(500) DEFAULT NULL COMMENT '借阅事由',
  `content` varchar(2000) DEFAULT NULL COMMENT '查档内容',
  `borrow_unit_opinion` varchar(500) DEFAULT NULL COMMENT '借阅单位意见',
  `borrow_approve_time` datetime DEFAULT NULL COMMENT '借阅单位批示时间',
  `municipal_opinion` varchar(500) DEFAULT NULL COMMENT '市委领导意见',
  `municipal_approve_time` datetime DEFAULT NULL COMMENT '市委批示时间',
  `approve_attachment` varchar(1000) DEFAULT NULL COMMENT '借阅审批附件',
  `operator` varchar(64) DEFAULT NULL COMMENT '经办人',
  `status` char(1) DEFAULT '1' COMMENT '业务状态 1:未审核 2：审核中 3：已审核',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='借阅档案主表';

-- ----------------------------
-- Records of tbl_borrow_archives
-- ----------------------------
INSERT INTO `tbl_borrow_archives` VALUES ('78e131d3ea344d048637d6b4777535d8', '2018-04-23 10:28:38', '20002', '无', '无', null, null, null, null, '', null, '1', '100350', '2018-04-23 10:29:48', '100350', '2018-04-23 10:29:48', '无', '0');
INSERT INTO `tbl_borrow_archives` VALUES ('8ff6290b4f5c46e285de849531bf7ea7', '2018-04-16 15:20:30', '20002', '测试16', '测试16', null, null, null, null, '', null, '1', '100350', '2018-04-16 15:21:47', '100350', '2018-04-16 15:21:47', '测试16', '0');
INSERT INTO `tbl_borrow_archives` VALUES ('93842a5a7ca041e7bde3ae52a7cf25b6', '2018-05-17 11:26:34', '20009', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-17 11:26:52', '100351', '2018-05-17 11:26:52', null, '0');
INSERT INTO `tbl_borrow_archives` VALUES ('a475d947cb264b909adefa59fe16ee7d', '2018-04-17 08:37:25', '20002', '无', '无', null, null, null, null, '', null, '3', '100350', '2018-04-17 08:37:47', '100350', '2018-04-26 13:56:53', '无', '0');
INSERT INTO `tbl_borrow_archives` VALUES ('a762e43feb1b4734a644ee26814dfd0f', '2018-05-17 09:49:18', '20006', '无', '无', null, null, null, null, '', null, '1', '100351', '2018-05-17 09:50:51', '100351', '2018-05-17 09:50:51', null, '0');
INSERT INTO `tbl_borrow_archives` VALUES ('d8b392babf6e459cb1258f59f5f703ae', '2018-05-18 09:34:36', '20006', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-18 09:34:46', '100351', '2018-05-18 09:34:46', null, '0');
INSERT INTO `tbl_borrow_archives` VALUES ('de3747b9a48f43359fcbf970d6f65467', '2018-05-09 08:46:43', '20005', '调研1', '档案11', null, null, null, null, '/CadreArchivesManage/copyFiles//image/d4277c0fd23b4f4383087289662fd0a8.jpg', '李八', '3', '100350', '2018-05-09 08:49:15', '100350', '2018-05-09 08:54:23', '无', '0');
INSERT INTO `tbl_borrow_archives` VALUES ('f6406516d878401488b6abdb8dfeedd2', '2018-04-17 09:04:32', '20002', '测试20', '测试20', null, null, null, null, '/CadreArchivesManage/copyFiles//image/ae4e380a87d648cf95a4a9abfeb58106.jpg,', '小红', '3', '100351', '2018-04-17 09:05:35', '100350', '2018-05-04 16:13:37', '测试20', '0');
INSERT INTO `tbl_borrow_archives` VALUES ('f7ebf43d4f87454d8c3248c147c1e955', '2018-03-29 11:01:24', '123', '231', '231', null, null, null, null, '', '测试', '1', '100350', '2018-03-29 11:01:42', '100350', '2018-05-09 13:49:57', '123', '0');
INSERT INTO `tbl_borrow_archives` VALUES ('fabb094b27404ee5ba3fe5d27d0bfe72', '2018-05-02 00:00:00', '20009', '无', '无', null, null, null, null, '', null, '1', '100351', '2018-05-14 10:54:52', '100350', '2018-05-15 11:15:51', '', '0');

-- ----------------------------
-- Table structure for `tbl_borrow_person`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_borrow_person`;
CREATE TABLE `tbl_borrow_person` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `photo` varchar(100) DEFAULT NULL COMMENT '照片',
  `unit` varchar(255) DEFAULT NULL COMMENT '单位',
  `duty` varchar(32) DEFAULT NULL COMMENT '职务',
  `political_status` varchar(32) DEFAULT NULL COMMENT '政治面貌',
  `telphone` varchar(32) DEFAULT NULL COMMENT '联系方式',
  `sigin_name` varbinary(100) DEFAULT NULL COMMENT '签名',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `main_id` (`main_id`),
  CONSTRAINT `tbl_borrow_person_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_borrow_archives` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='借阅人员子表';

-- ----------------------------
-- Records of tbl_borrow_person
-- ----------------------------
INSERT INTO `tbl_borrow_person` VALUES ('25e37389df894eb880911b810eda173c', 'f7ebf43d4f87454d8c3248c147c1e955', '12', '/CadreArchivesManage/copyFiles//file/d548b6d2f7f94a4eb218411cb0feb4c6/data (1).xlsx', '2', '', '23', '1', 0x3132, '100350', '2018-03-29 11:01:43', '100350', '2018-04-02 08:59:03', null, '1');
INSERT INTO `tbl_borrow_person` VALUES ('30de3cd65da240e09820201a520f9988', '8ff6290b4f5c46e285de849531bf7ea7', '测试16', '', '20002', '测试1', '测试1', '123456789', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F38386431396563646263306634646530396435386531623031353565363738382E6A7067, '100350', '2018-04-16 15:21:47', '100350', '2018-04-16 15:21:47', null, '1');
INSERT INTO `tbl_borrow_person` VALUES ('397d31a3fb4041cba7999b78d469420a', 'f6406516d878401488b6abdb8dfeedd2', '小红', '', '20009', '职务测试', '党员', '12323123232', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F37626362393730383164346234653661396236343661303532316634306364642E6A7067, '100350', '2018-04-26 10:17:14', '100350', '2018-05-04 16:13:37', null, '0');
INSERT INTO `tbl_borrow_person` VALUES ('5ceedcc6ca8848beb25a4b749ccdadf1', '93842a5a7ca041e7bde3ae52a7cf25b6', '姓名', '', '', '', '', '', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F33613164383335663966383134373561613533303366616562303566383532662E6A7067, '100351', '2018-05-17 11:26:53', '100351', '2018-05-17 11:26:53', null, '0');
INSERT INTO `tbl_borrow_person` VALUES ('6f122217e2b745f8b63484619c626f51', '78e131d3ea344d048637d6b4777535d8', '夏红', '/CadreArchivesManage/copyFiles//image/4985f709a96540e29c8605845b7799cf.jpg', '20009', '测试职务', '党员', '12312312312', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F61636364613336343338376534363965386335393561653464636165386165342E6A7067, '100350', '2018-04-23 10:29:48', '100350', '2018-04-23 10:29:48', null, '1');
INSERT INTO `tbl_borrow_person` VALUES ('8297e4886ff34742b114588937fcf78f', 'de3747b9a48f43359fcbf970d6f65467', '李六', '/CadreArchivesManage/copyFiles//image/a1e78afd944949afb35aa2b16cedb474.jpg', '20005', '测试职务', '党员', '12312312312', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F32613434383363306336653434643032613863643030336664643638643561652E6A7067, '100350', '2018-05-09 08:49:16', '100350', '2018-05-09 08:49:33', null, '0');
INSERT INTO `tbl_borrow_person` VALUES ('857c0819db5047c98b7babac64162d96', 'f6406516d878401488b6abdb8dfeedd2', '测试20', '', '20002', '测试20', '测试20', '123456789', '', '100351', '2018-04-17 09:07:26', '100350', '2018-04-17 09:31:42', null, '1');
INSERT INTO `tbl_borrow_person` VALUES ('d34f8da974aa4490952eeb543c4f15af', 'a762e43feb1b4734a644ee26814dfd0f', '姓名', '', '20009', '职务', '党员', '12365478932', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F64386235333537353936396234336261626539333362653534346533303966312E6A7067, '100351', '2018-05-17 09:50:51', '100351', '2018-05-17 09:50:51', null, '0');

-- ----------------------------
-- Table structure for `tbl_borrow_target`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_borrow_target`;
CREATE TABLE `tbl_borrow_target` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `unit` varchar(255) DEFAULT NULL COMMENT '单位',
  `duty` varchar(32) DEFAULT NULL COMMENT '职务',
  `political_status` varchar(32) DEFAULT NULL COMMENT '政治面貌',
  `archives_no` varchar(16) DEFAULT NULL COMMENT '档案号',
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `main_id` (`main_id`),
  CONSTRAINT `tbl_borrow_target_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_borrow_archives` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='被借阅对象子表';

-- ----------------------------
-- Records of tbl_borrow_target
-- ----------------------------
INSERT INTO `tbl_borrow_target` VALUES ('17b4ed26b1e44a4b8a8fcef0237e3052', 'f6406516d878401488b6abdb8dfeedd2', '小明', '20006', '测试职务', '团员', null, null, '100350', '2018-04-26 10:17:15', '100350', '2018-05-04 16:13:38', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('1b27f35b9570460b845ee6616e3e6009', 'a762e43feb1b4734a644ee26814dfd0f', '姓名', '20006', '职务', '党员', null, null, '100351', '2018-05-17 09:50:52', '100351', '2018-05-17 09:50:52', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('34852129e1374ff68c435423ef8999a5', 'f7ebf43d4f87454d8c3248c147c1e955', '123', '123', '2', '2', null, null, '100350', '2018-03-29 11:01:44', '100350', '2018-03-29 11:01:44', null, '1');
INSERT INTO `tbl_borrow_target` VALUES ('4a4d49c780e24d929281a00699e9a9b2', 'de3747b9a48f43359fcbf970d6f65467', '李四', '20006', '测试职务', '团员', null, null, '100350', '2018-05-09 08:49:17', '100350', '2018-05-09 08:49:34', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('5155792e53c24c21b4283a3ee0a2ad25', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名2', '', '职务2', '党员', null, null, '100350', '2018-05-15 11:15:53', '100350', '2018-05-15 11:15:53', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('532a4676ef8a43feba1b46066caaffa3', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名7', '', '职务7', '党员', null, null, '100350', '2018-05-15 11:15:57', '100350', '2018-05-15 11:15:57', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('56eb80d1e6a14bb4a4147097b7ba6f6d', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名5', '', '职务5', '党员', null, null, '100350', '2018-05-15 11:15:55', '100350', '2018-05-15 11:15:55', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('699bed096837441a80e4abd45356f78c', '8ff6290b4f5c46e285de849531bf7ea7', '测试16', '20002', '测试', '测试', null, null, '100350', '2018-04-16 15:22:58', '100350', '2018-04-16 15:22:58', null, '1');
INSERT INTO `tbl_borrow_target` VALUES ('773af357ce0a49f4b87111f2d7939bff', 'f7ebf43d4f87454d8c3248c147c1e955', '2', '123', '21', '23', null, null, '100350', '2018-03-29 11:01:43', '100350', '2018-04-02 08:59:04', null, '1');
INSERT INTO `tbl_borrow_target` VALUES ('7c0c79155c314e40b6263c7351a2b5ce', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名4', '', '职务4', '党员', null, null, '100350', '2018-05-15 11:15:54', '100350', '2018-05-15 11:15:54', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('88615c6860e244b79a79fb8f45eb304d', '78e131d3ea344d048637d6b4777535d8', '小明', '20006', '测试职务', '团员', null, null, '100350', '2018-04-23 10:29:49', '100350', '2018-04-23 10:29:49', null, '1');
INSERT INTO `tbl_borrow_target` VALUES ('a6e0277a77394a9c8de36b845be67659', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名3', '', '职务3', '党员', null, null, '100350', '2018-05-15 11:15:53', '100350', '2018-05-15 11:15:53', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('a8f9dc71d06a4932a1b679765389eb54', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名6', '', '职务6', '党员', null, null, '100350', '2018-05-15 11:15:56', '100350', '2018-05-15 11:15:56', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('ba7b03ef48314945bca92c788651d5aa', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名8', '', '职务8', '党员', null, null, '100350', '2018-05-15 11:15:58', '100350', '2018-05-15 11:15:58', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('bb3b20fe93c74595816e91a2dccbe057', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名1', '', '职务1', '党员', null, null, '100351', '2018-05-14 10:54:53', '100350', '2018-05-15 11:15:52', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('cd7899f35e97499bbe4f1c43c212ae5d', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名9', '', '职务9', '党员', null, null, '100350', '2018-05-15 11:15:59', '100350', '2018-05-15 11:15:59', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('ed8a26018e654c908a33efb67769164f', 'f6406516d878401488b6abdb8dfeedd2', '李琦', '20014', '职务职务', '党员', null, null, '100350', '2018-04-26 10:17:15', '100350', '2018-05-04 16:13:38', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('f134cb7e2aee455e971aea28c1690944', 'fabb094b27404ee5ba3fe5d27d0bfe72', '姓名10', '', '职务10', '党员', null, null, '100350', '2018-05-15 11:15:59', '100350', '2018-05-15 11:15:59', null, '0');
INSERT INTO `tbl_borrow_target` VALUES ('fad1c1a585254e43a2f508afed5e019d', 'f6406516d878401488b6abdb8dfeedd2', '测试20', '20002', '测试20', '测试20', null, null, '100351', '2018-04-17 09:07:35', '100350', '2018-04-17 09:31:42', null, '1');

-- ----------------------------
-- Table structure for `tbl_checked_target`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_checked_target`;
CREATE TABLE `tbl_checked_target` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `unit` varchar(255) DEFAULT NULL COMMENT '单位',
  `duty` varchar(32) DEFAULT NULL COMMENT '职务',
  `political_status` varchar(32) DEFAULT NULL COMMENT '政治面貌',
  `archives_no` varchar(16) DEFAULT NULL COMMENT '档案号',
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `main_id` (`main_id`),
  CONSTRAINT `tbl_checked_target_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_consult_archives` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='被查档对象子表';

-- ----------------------------
-- Records of tbl_checked_target
-- ----------------------------
INSERT INTO `tbl_checked_target` VALUES ('02135164ce8e4fd1b641571ce35a48f9', '4a9073bbd7be4e0e827e9559c4af3492', '姓名7', '20015', '职务7', '党员', null, null, '100350', '2018-05-15 11:12:42', '100350', '2018-05-16 16:23:20', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('25151150824148568968284a92a08747', '4a9073bbd7be4e0e827e9559c4af3492', '姓名9', '20017', '职务9', '党员', null, null, '100350', '2018-05-15 11:12:43', '100350', '2018-05-16 16:23:22', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('2eee3aefde754c5493fa5b19e53d42a6', 'e577fd1bbab4444c9817b345cc8c61a8', '姓名', '20010', '职务', '党员', null, null, '100351', '2018-05-17 16:46:12', '100351', '2018-05-17 16:46:12', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('339b5395d8cc4569a436d0833082acfd', '4a9073bbd7be4e0e827e9559c4af3492', '姓名4', '20009', '职务4', '党员', null, null, '100350', '2018-05-15 11:12:39', '100350', '2018-05-16 16:23:17', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('44c5d5aa6f574ed9ba911bb63f439818', '4a9073bbd7be4e0e827e9559c4af3492', '姓名5', '20018', '职务5', '党员', null, null, '100350', '2018-05-15 11:12:40', '100350', '2018-05-16 16:23:18', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('47a7fb2f11604b059e50b4bf5e718391', '4a9073bbd7be4e0e827e9559c4af3492', '姓名10', '20057', '职务10', '党员', null, null, '100350', '2018-05-15 11:12:44', '100350', '2018-05-16 16:23:22', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('4ea9b636836e4d8484044b1c76e09658', '4a9073bbd7be4e0e827e9559c4af3492', '姓名2', '20011', '职务2', '党员', null, null, '100350', '2018-05-15 11:12:37', '100350', '2018-05-16 16:23:16', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('5e405c096cb448ed865d9d1c4f99b92c', 'ad899f2dbfd141b9b7ed8fa05a65d635', '姓名', '', '', '', null, null, '100351', '2018-05-14 14:30:58', '100350', '2018-05-16 15:13:36', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('821fff54c8c54cd2a2fef6deaa68ff5f', 'e8ebe1212d9445f5b08206878aa7d080', '姓名', '20010', '职务', '党员', null, null, '100351', '2018-05-17 16:46:43', '100351', '2018-05-17 16:46:43', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('970f0e4df4844a71a8d95a0b5f7f6ef4', '4a9073bbd7be4e0e827e9559c4af3492', '姓名6', '20039', '职务6', '党员', null, null, '100350', '2018-05-15 11:12:41', '100350', '2018-05-16 16:23:19', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('9df73283db314974a160dea86569a67b', '4a9073bbd7be4e0e827e9559c4af3492', '姓名1', '20008', '职务1', '党员', null, null, '100350', '2018-05-15 11:12:36', '100350', '2018-05-16 16:23:15', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('9e10e22f314e4afeba283c3b5edbf831', 'a1c1856a84d345c593c8fcce98306249', '姓名', '', '', '', null, null, '100351', '2018-05-14 14:32:41', '100350', '2018-05-15 13:54:07', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('b3229772adad4dd6b297ca69fa381d8d', '4a9073bbd7be4e0e827e9559c4af3492', '姓名3', '20015', '职务3', '党员', null, null, '100350', '2018-05-15 11:12:38', '100350', '2018-05-16 16:23:17', null, '0');
INSERT INTO `tbl_checked_target` VALUES ('ffffbd25de2344b7962a608a0d7fd0d3', '4a9073bbd7be4e0e827e9559c4af3492', '姓名8', '20025', '职务8', '党员', null, null, '100350', '2018-05-15 11:12:42', '100350', '2018-05-16 16:23:21', null, '0');

-- ----------------------------
-- Table structure for `tbl_check_person`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_check_person`;
CREATE TABLE `tbl_check_person` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `photo` varchar(100) DEFAULT NULL COMMENT '照片',
  `unit` varchar(255) DEFAULT NULL COMMENT '单位',
  `duty` varchar(32) DEFAULT NULL COMMENT '职务',
  `political_status` varchar(32) DEFAULT NULL COMMENT '政治面貌',
  `telphone` varchar(32) DEFAULT NULL COMMENT '联系方式',
  `sigin_name` varbinary(100) DEFAULT NULL COMMENT '签名',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `main_id` (`main_id`),
  CONSTRAINT `tbl_check_person_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_consult_archives` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='查档人员子表';

-- ----------------------------
-- Records of tbl_check_person
-- ----------------------------
INSERT INTO `tbl_check_person` VALUES ('29630b521fb84b20b9194675240c9c66', 'd21c5289107e40feb0bb9d35958487fe', '姓名', '', '', '', '', '', '', '100350', '2018-05-18 13:37:36', '100350', '2018-05-18 13:37:36', null, '0');
INSERT INTO `tbl_check_person` VALUES ('2efde52bac1e4921bdbb7953dec127d4', '2809b51469214f5abb3e9cda8610134f', 'xingm', '', '', '', '', '', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F38323965306134363737323134363932383037663037633466373463656238322E6A7067, '100351', '2018-05-18 16:29:23', '100351', '2018-05-18 16:29:23', null, '0');
INSERT INTO `tbl_check_person` VALUES ('af3d3427446e4c9bb2a8e252f96b5720', 'ad899f2dbfd141b9b7ed8fa05a65d635', '姓名01', '', '', '', '', '', '', '100350', '2018-05-16 15:13:37', '100350', '2018-05-16 15:13:37', null, '0');
INSERT INTO `tbl_check_person` VALUES ('b68caa2508434565851b1dea2a86971a', '7cea80a19231465c8fcfb7bb2a6b551e', 'xingming', '', '', '', '', '', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F35343261626666376537356334636531383534363731346239366132356433662E6A7067, '100351', '2018-05-18 16:31:00', '100350', '2018-05-21 09:29:12', null, '0');
INSERT INTO `tbl_check_person` VALUES ('bbf9883459a34146b268f4eb1ffdba3a', '4a9073bbd7be4e0e827e9559c4af3492', '小明', '', '20009', '职务', '党员', '113134646', '', '100350', '2018-05-16 15:18:34', '100350', '2018-05-16 16:23:23', null, '0');
INSERT INTO `tbl_check_person` VALUES ('ed4276adae3c4841b1b782de8a674d15', 'a8505076f33c4e58ab9ce7da2f4e64be', '姓名', '', '20013', '职务', '团员', '12365478998', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F34323438383537306462366434613434393332646538633239333434363862642E6A7067, '100351', '2018-05-18 16:19:04', '100351', '2018-05-18 16:19:04', null, '0');
INSERT INTO `tbl_check_person` VALUES ('f77dd25097df453ebaded1aa4ea2d4bd', '4a9073bbd7be4e0e827e9559c4af3492', '人员1', '', '20009', '职务', '党员', '12121212130', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F65356139643339396635386334333137393432626266383561366433396538312E6A7067, '100350', '2018-05-15 11:12:45', '100350', '2018-05-16 14:34:29', null, '1');

-- ----------------------------
-- Table structure for `tbl_common_attachment`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_common_attachment`;
CREATE TABLE `tbl_common_attachment` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `file_name` varchar(128) DEFAULT NULL COMMENT '文件名称',
  `save_filename` varchar(128) DEFAULT NULL COMMENT '存储文件名',
  `file_path` varchar(200) DEFAULT NULL COMMENT '文件路径',
  `file_size` bigint(11) DEFAULT NULL COMMENT '文件大小',
  `file_type` char(1) DEFAULT NULL COMMENT '文件类型 0 : image  1 : file',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='附件表';

-- ----------------------------
-- Records of tbl_common_attachment
-- ----------------------------
INSERT INTO `tbl_common_attachment` VALUES ('002ec97b5e19490d9ec097aaae90052e', 'fecc76d561904c83b5351ccfd17b0b48.jpg', 'fecc76d561904c83b5351ccfd17b0b48.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:20:33', '100351', '2018-05-03 17:20:33', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('018abc934fe841cdafac470093cbd45d', '73758218112e4ccebea6369a48e5483d.jpg', '73758218112e4ccebea6369a48e5483d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:27:37', '100351', '2018-04-17 17:27:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('02b4a540e206439b8ec232096e0d42eb', '209fe955d17b46cc94052079531fac21.jpg', '209fe955d17b46cc94052079531fac21.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-04 10:21:00', '100351', '2018-05-04 10:21:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('03608da0627a44f59540cc09456f9d2e', '7bcb97081d4b4e6a9b646a0521f40cdd.jpg', '7bcb97081d4b4e6a9b646a0521f40cdd.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11417', null, '100350', '2018-04-26 10:16:39', '100350', '2018-04-26 10:16:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('050a0601778249619fee0c438fcb0c73', '8c65d01ba2b24cd1b85fbd8dd287eaaa.jpg', '8c65d01ba2b24cd1b85fbd8dd287eaaa.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:28:24', '100351', '2018-05-04 13:28:24', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('059754f8a43b47f7bb89a0d5c8d019a1', 'fb23f094253b46619087dab0a4ef43a4.jpg', 'fb23f094253b46619087dab0a4ef43a4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 15:27:46', '100351', '2018-04-18 15:27:46', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('068f400e36be4590b0abbc070aa75210', 'new.jpg', 'eb2199bb30f142d9970592111a635aa5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-16 15:51:41', '100350', '2018-05-16 15:51:41', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('09921c1d0e8a454487ddf91132a8d25e', '7a1cbc65870f43b4b8d9b08170e1723c.jpg', '7a1cbc65870f43b4b8d9b08170e1723c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '238626', null, '100351', '2018-04-19 14:23:51', '100351', '2018-04-19 14:23:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('09d35a679bf74f2b86e0fd859bc938b8', 'Tulips.jpg', 'fa81a1289c234370a1872cf59d1e4861.jpg', 'c:/zzbjsdj_files//copyFiles//image', '620888', '0', '100350', '2018-04-25 12:58:28', '100350', '2018-04-25 12:58:28', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0a1ad05c5e834a1b83c172be41877927', '1843617ba1564285bc707d863aaef7aa.jpg', '1843617ba1564285bc707d863aaef7aa.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-19 14:23:28', '100351', '2018-04-19 14:23:28', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0abda6f6044f4e64882ae64dd6e4c7fb', 'new.jpg', '0d061aaab6d440e0a71bec972854d09b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-17 08:53:00', '100350', '2018-04-17 08:53:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0b5286ce1eda49288990daf8d35ace32', '48d127ca09cb49398a3dafc83bbeffed.jpg', '48d127ca09cb49398a3dafc83bbeffed.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:50:19', '100351', '2018-05-04 11:50:19', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0b97c4e653d34e6f925bd118a84211b8', '786b2d0307804811a4032714334374a3.jpg', '786b2d0307804811a4032714334374a3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 08:49:59', '100351', '2018-05-04 08:49:59', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0c370c0331a54a87a50cd4e6320a4b15', 'fdb7656317aa49e1bad3ff3d124f1644.jpg', 'fdb7656317aa49e1bad3ff3d124f1644.jpg', 'c:/zzbjsdj_files//copyFiles//image', '22258', null, '100351', '2018-05-17 14:11:45', '100351', '2018-05-17 14:11:45', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0ca4368b6fa742479c9bd7511a4c50e6', '2172dc39bca645d382545f217b41edc4.jpg', '2172dc39bca645d382545f217b41edc4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '12878', null, '100350', '2018-04-10 17:22:21', '100350', '2018-04-10 17:22:21', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0ef89ad0e5c3485bb321802e5c0ab128', '227577f4ed254003b787270c115a98bd.jpg', '227577f4ed254003b787270c115a98bd.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9651', null, '100350', '2018-05-16 15:22:39', '100350', '2018-05-16 15:22:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0f28c9087c9646a789f7598b556dcc3e', 'new (1).jpg', 'new (1).jpg', 'c:/zzbjsdj_files//copyFiles//file/daaba19d1f024d0c9f24a0523329f6ef', '23730', null, '100350', '2018-04-10 16:23:27', '100350', '2018-04-10 16:23:27', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0f7bc05351144083872a17d63c463e87', '01239b0d69a54f408d415fdeaf4b89d1.jpg', '01239b0d69a54f408d415fdeaf4b89d1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:25:58', '100351', '2018-05-03 17:25:58', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('0fb1d9b8151246bd9a41357dee45d065', 'e2222b85cb4e41e6afaee8169de093f8.jpg', 'e2222b85cb4e41e6afaee8169de093f8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '238626', null, '100351', '2018-04-18 15:20:25', '100351', '2018-04-18 15:20:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('106638ed52ab459388d779307df6c89b', '04ac2e98ef4943eeaac195fcec1bcd96.jpg', '04ac2e98ef4943eeaac195fcec1bcd96.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:18:51', '100351', '2018-04-17 17:18:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('107b2173f4204a39a9d4f3ee0afc1b94', 'a49fcffc2a004b3eb5f99009ae0f8e8f.jpg', 'a49fcffc2a004b3eb5f99009ae0f8e8f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-17 09:13:10', '100351', '2018-04-17 09:13:10', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('11c68a5d38084e6fb509de805ce2e335', '966cc5cc1e114bdcbfeed96e7401a934.jpg', '966cc5cc1e114bdcbfeed96e7401a934.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:54', '100351', '2018-04-19 17:06:54', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('126d4afcdd2c486692284b56092e6ef7', 'new.jpg', '901d6a262ce54a58a3c33c4a5c77f70b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-10 16:57:33', '100350', '2018-04-10 16:57:33', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('12cdd4b04c494b6bb8ad3d32f6b7420e', '干部人事档案材料回执单.doc', '干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/43921cd7c7bb49c6ad1bf893f6fc51c8', '109238', '1', '100350', '2018-05-15 09:07:32', '100350', '2018-05-15 09:07:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('136d408767034cc48a5a7a593f1abb5c', 'new.jpg', 'f6eed6cffbad4711bf5da709031c9067.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-10 16:57:23', '100350', '2018-04-10 16:57:23', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('13741de4c6114e7c80832a3832eb044c', 'e120e24607f84adf93af3374b55abe85.jpg', 'e120e24607f84adf93af3374b55abe85.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:35:27', '100351', '2018-05-04 13:35:27', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('137be645672847beb01dce1e43fa5055', 'a63d4e4f897b42fe8a4877d5978d0e3e.jpg', 'a63d4e4f897b42fe8a4877d5978d0e3e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '873798', null, '100351', '2018-04-24 17:22:22', '100351', '2018-04-24 17:22:22', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('14b79ba6083c464794a3fef14717d1a1', 'bb6ffe941ad04255960a6bebfa39d33a.jpg', 'bb6ffe941ad04255960a6bebfa39d33a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '27253', null, '100351', '2018-05-17 13:28:48', '100351', '2018-05-17 13:28:48', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1590c9f571c145edbc62080248ee4196', 'b31414e53ec6477ea1a877b813e2ba60.jpg', 'b31414e53ec6477ea1a877b813e2ba60.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 11:42:49', '100351', '2018-04-18 11:42:49', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('15fab7f069c64a0085af8b0015d38e8a', 'f8a4d8c633364affb8534847e0ab0876.jpg', 'f8a4d8c633364affb8534847e0ab0876.jpg', 'c:/zzbjsdj_files//copyFiles//image', '13805', null, '100350', '2018-05-17 11:05:00', '100350', '2018-05-17 11:05:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('15fd921146f34f02ab2803d99893c0ef', 'c0862d7d3e7e4246957dafe4e7a33957.jpg', 'c0862d7d3e7e4246957dafe4e7a33957.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 13:35:32', '100351', '2018-05-04 13:35:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('16094d5488ae42eabdb17f6571be00f1', '2.jpg', '72e7da95984447e6ade9f60c976eebe6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-04 10:53:03', '100350', '2018-05-04 10:53:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('166f4a40515043bfa75fc676b357efbf', 'f6aea388cf4a4d998fe29b9d4f562da1.jpg', 'f6aea388cf4a4d998fe29b9d4f562da1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-20 11:37:41', '100351', '2018-04-20 11:37:41', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('17957f242c22420786e6400d49190831', 'baad9383338f40ecb65b7fb8a6b74122.jpg', 'baad9383338f40ecb65b7fb8a6b74122.jpg', 'c:/zzbjsdj_files//copyFiles//image', '790250', null, '100351', '2018-04-24 15:57:37', '100351', '2018-04-24 15:57:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1830e432572f46e087db9114b20eb4a4', '干部人事档案材料回执单 (1).doc', '干部人事档案材料回执单 (1).doc', 'c:/zzbjsdj_files//copyFiles//file/619c41ee610044de9dbcae51530fae02', '109243', '1', '100350', '2018-04-11 10:51:58', '100350', '2018-04-11 10:51:58', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('18f0413387e84445b29db3fd65ed9786', '3f4db483dc66447f81ae7d3bfbbd9c4f.jpg', '3f4db483dc66447f81ae7d3bfbbd9c4f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:31:26', '100351', '2018-05-04 13:31:26', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('195151dbcffc4137a280b5dcc1214028', '干部人事档案材料回执单 (2).doc', '干部人事档案材料回执单 (2).doc', 'c:/zzbjsdj_files//copyFiles//file/b8b52676458e40c7a92bba96b0ec9384', '109243', '1', '100350', '2018-04-11 10:51:25', '100350', '2018-04-11 10:51:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1aefd5bf7bdd4ec1a3c6237c24238862', '302062788f2a4c7e9270c50a78a28d53.jpg', '302062788f2a4c7e9270c50a78a28d53.jpg', 'c:/zzbjsdj_files//copyFiles//image', '19515', null, '100351', '2018-05-04 15:25:32', '100351', '2018-05-04 15:25:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1c60efdd262d4f0e9cca3ed0b42540b8', '2.jpg', '3364d0da7ef24b6290708564effd18e7.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-08 14:31:12', '100350', '2018-05-08 14:31:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1c8445bb60454587b5375399c0d9e998', '63282607c20847d9915a0a618a963620.jpg', '63282607c20847d9915a0a618a963620.jpg', 'c:/zzbjsdj_files//copyFiles//image', '194688', null, '100351', '2018-04-19 14:23:09', '100351', '2018-04-19 14:23:09', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1c99a0ff02ca454db18e00010078dbe0', '897f7a0be1f242a79b521036478103c6.jpg', '897f7a0be1f242a79b521036478103c6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '4084', null, '100351', '2018-04-10 16:07:26', '100351', '2018-04-10 16:07:26', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1d38d59284204ef793f6a259d5418744', '300ccdc3706f499986a1878b23798164.jpg', '300ccdc3706f499986a1878b23798164.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 15:53:21', '100351', '2018-04-19 15:53:21', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1de9763990e04517aa72f82e0922f773', '86314f6d60c643fd8a7ca47ea1df6568.jpg', '86314f6d60c643fd8a7ca47ea1df6568.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11036', null, '100351', '2018-04-11 10:30:18', '100351', '2018-04-11 10:30:18', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('1f2b8655a3c844089124c8d17a9a1ac2', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/f2dbcb0c77324d00800636a4500a73b7', '23730', null, '100350', '2018-04-10 16:18:39', '100350', '2018-04-10 16:18:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('204dbcaa5e0d4d67a74440bc9f373134', '5b51b4cc605c4e41bdc9f7885f63ebbc.jpg', '5b51b4cc605c4e41bdc9f7885f63ebbc.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-17 17:33:54', '100351', '2018-04-17 17:33:54', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('207092fa22d949d3bce634f46b802dde', 'c47dc03719af4bce9d48dda3d66ad9ac.jpg', 'c47dc03719af4bce9d48dda3d66ad9ac.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:55', '100351', '2018-04-19 17:06:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('20fa8b62ceb64daaa948c5596aff0c31', 'e37651cb96ca41c88bd711b4f9f10cfe.jpg', 'e37651cb96ca41c88bd711b4f9f10cfe.jpg', 'c:/zzbjsdj_files//copyFiles//image', '664089', null, '100351', '2018-04-24 15:58:05', '100351', '2018-04-24 15:58:05', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('21647354fdd045b687fdef0414f8570d', '干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单.doc', '干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/2a62eb70d6e04d959cfd119785e6a53b', '109238', '1', '100350', '2018-05-15 14:19:35', '100350', '2018-05-15 14:19:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('228f2690c191496d88d269a285adfbe4', 'c8914175297c4252bf2cfee29f20602b.jpg', 'c8914175297c4252bf2cfee29f20602b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '21168', null, '100351', '2018-05-17 10:46:35', '100351', '2018-05-17 10:46:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('25ab8d3ad1e84ca2bfb3d458e198c8f6', 'd70d369c75f74939bf25d2ae2f690d40.jpg', 'd70d369c75f74939bf25d2ae2f690d40.jpg', 'c:/zzbjsdj_files//copyFiles//image', '17667', null, '100351', '2018-05-17 09:57:14', '100351', '2018-05-17 09:57:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('25e8d1274a184ecd94060fc239c715c8', '42488570db6d4a44932de8c2934468bd.jpg', '42488570db6d4a44932de8c2934468bd.jpg', 'c:/zzbjsdj_files//copyFiles//image', '20844', null, '100351', '2018-05-18 16:18:55', '100351', '2018-05-18 16:18:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2644337a32a243379d240e13c6839f35', 'new (1).jpg', '42bbd39c6e98405fa100e43ca2f2a042.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-17 09:30:35', '100350', '2018-04-17 09:30:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('264f3e909ddc41bd8edd999b3d73549b', '4aaea28bf49041f0963c00bd03c12abb.jpg', '4aaea28bf49041f0963c00bd03c12abb.jpg', 'c:/zzbjsdj_files//copyFiles//image', '6636', null, '100351', '2018-04-20 15:35:07', '100351', '2018-04-20 15:35:07', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('27ef93ee8934414bba13af93c00e80a6', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/307301d7a93845a4a797bdedce7aa821', '23730', null, '100350', '2018-04-10 16:20:14', '100350', '2018-04-10 16:20:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('28003f536e8946989083598e5cf664ea', '5cbb97059e494b0e963756e66e4a101d.jpg', '5cbb97059e494b0e963756e66e4a101d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 15:35:18', '100351', '2018-05-04 15:35:18', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('286247426d764f428f663cce374cd7ea', 'fceb63bdfb3444419ac488a3f7fa2355.jpg', 'fceb63bdfb3444419ac488a3f7fa2355.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-20 13:41:55', '100351', '2018-04-20 13:41:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2ad1aa50ab1b40f7a6a887c023bc54e9', '3c7081729f654d299b6713a0562d9af5.jpg', '3c7081729f654d299b6713a0562d9af5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '24904', null, '100351', '2018-05-17 10:47:25', '100351', '2018-05-17 10:47:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2b05cc084b8d4355a1c0f272e140d2ba', 'new.jpg', '31deebee826b48e0b64ab95d6c369eb8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-16 15:52:10', '100350', '2018-05-16 15:52:10', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2be5c0f9179845eabc301606011dcd10', '干部人事档案材料回执单 (12).doc', '干部人事档案材料回执单 (12).doc', 'c:/zzbjsdj_files//copyFiles//file/674a76f0dee746ea8fad353ff80d164a', '109848', null, '100350', '2018-04-10 16:13:35', '100350', '2018-04-10 16:13:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2c631d4e3aab486f9815511988aa06ba', '3b026bdab690466eb08d10abc6a50a18.jpg', '3b026bdab690466eb08d10abc6a50a18.jpg', 'c:/zzbjsdj_files//copyFiles//image', '20704', null, '100351', '2018-05-17 09:51:09', '100351', '2018-05-17 09:51:09', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2c8e876e7f58461aad6a7031a0546d07', 'ec081c3e940c4d63900c817e8abaa5ef.jpg', 'ec081c3e940c4d63900c817e8abaa5ef.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 10:17:03', '100351', '2018-05-04 10:17:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2d22e65aa65343258eeaea7da83647de', 'new.jpg', '20f398e7e83e453faf83277a71506689.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-20 15:36:46', '100350', '2018-04-20 15:36:46', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2d40781593d3407cb528e0bd11962236', 'c524cdb4e6b14878b35da5de662b7b56.jpg', 'c524cdb4e6b14878b35da5de662b7b56.jpg', 'c:/zzbjsdj_files//copyFiles//image', '10987', null, '100351', '2018-04-13 10:48:56', '100351', '2018-04-13 10:48:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2d5161c135fc4be7b8c827edbf2b992e', '1b94320eaf324b6ebfa1ec4e74096a01.jpg', '1b94320eaf324b6ebfa1ec4e74096a01.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:29:38', '100351', '2018-05-04 13:29:38', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2d7f61985d6d4a13ab9ea595fa2e00d4', 'f2b2a926ff7e430194e79fd67c30b417.jpg', 'f2b2a926ff7e430194e79fd67c30b417.jpg', 'c:/zzbjsdj_files//copyFiles//image', '221710', null, '100351', '2018-04-19 08:23:36', '100351', '2018-04-19 08:23:36', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2d905c23e2ba49d9814f40b1624455dd', '1ebce9b6284e462caa4519554c15e088.jpg', '1ebce9b6284e462caa4519554c15e088.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:27:28', '100351', '2018-05-04 09:27:28', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2e28c8e280094b0095a458baf7cf2e8b', '35ff54566f754f96971299c7ee75d155.jpg', '35ff54566f754f96971299c7ee75d155.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-17 09:48:36', '100351', '2018-05-17 09:48:36', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2e4c05f538994d11923b0479edaf4c30', '2.jpg', 'fcef60f15e5f4be9834a8c7b626ff3bc.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-04-10 16:59:07', '100350', '2018-04-10 16:59:07', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2ee01e4e851248eaa91dc74fdd21c613', '153f7522f90b4052a06f5afa25a61f93.jpg', '153f7522f90b4052a06f5afa25a61f93.jpg', 'c:/zzbjsdj_files//copyFiles//image', '194688', null, '100351', '2018-04-18 15:21:46', '100351', '2018-04-18 15:21:46', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2fbd9a85b4164cd0815c75e02894efde', 'f3ea0e718bb4475c81a3c8e59ca2b7a8.jpg', 'f3ea0e718bb4475c81a3c8e59ca2b7a8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '10080', null, '100350', '2018-04-10 17:12:51', '100350', '2018-04-10 17:12:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('2ff2e458678349ff9903f23d8151ad84', 'c65e1f0e6e3344a4a3911af9b0770ba5.jpg', 'c65e1f0e6e3344a4a3911af9b0770ba5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:48:39', '100351', '2018-05-04 08:48:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('305519ea5d9b4ac1a2715ffe5f192e0a', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/055ace12ce0c42aeb681066798d584d9', '23730', null, '100350', '2018-04-10 16:20:53', '100350', '2018-04-10 16:20:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3084646cb7c443f59da4350b14444cbe', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/608cb2fe40ff4d46abcf75d22debe5c7', '23730', null, '100350', '2018-04-10 16:25:13', '100350', '2018-04-10 16:25:13', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('31c1bd97dfd7465e9e66ceb77f48c8aa', 'b44a8d9595464dee85e9a136e839bfa5.jpg', 'b44a8d9595464dee85e9a136e839bfa5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 08:51:48', '100351', '2018-05-04 08:51:48', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('31f06711f2b34d93a95e4e2c146384d2', 'f81c796b04e54e81b2693f67c340708c.jpg', 'f81c796b04e54e81b2693f67c340708c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:24:08', '100351', '2018-04-17 17:24:08', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('324c5701179f4e21ab1992c35701578d', '8af13b653d604a3dba15b4d436e85ad3.jpg', '8af13b653d604a3dba15b4d436e85ad3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 16:44:23', '100351', '2018-04-18 16:44:23', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('32d3cb799cff49039dcdeec2f2d9fa40', 'aa1b8c95a7a244f68f8f1ad73b5bf5e0.jpg', 'aa1b8c95a7a244f68f8f1ad73b5bf5e0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 17:20:15', '100351', '2018-05-03 17:20:15', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('33f2914de32d40448db5f1cfccffe25c', '2.jpg', 'd246e038a48c494eb7ea512477603e80.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-04 10:42:28', '100350', '2018-05-04 10:42:28', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3588ec02c7be4c299dc25287c7dc9412', 'ecc6b1419338460b8571b4b667b1aecf.jpg', 'ecc6b1419338460b8571b4b667b1aecf.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9791', null, '100351', '2018-04-12 10:41:40', '100351', '2018-04-12 10:41:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('35c4066aa4f54346bd6123e6527f3773', '干部人事档案材料回执单 (11).doc', '干部人事档案材料回执单 (11).doc', 'c:/zzbjsdj_files//copyFiles//file/52c172bbf3004ff1a683fe22caae831e', '109847', '1', '100350', '2018-04-11 10:34:04', '100350', '2018-04-11 10:34:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('36071ba9fa3d43eea9143ff72b719bde', '7ceea242cefd4d7bb2fa16690d14c278.jpg', '7ceea242cefd4d7bb2fa16690d14c278.jpg', 'c:/zzbjsdj_files//copyFiles//image', '194688', null, '100351', '2018-04-17 17:26:09', '100351', '2018-04-17 17:26:09', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('36420d1561bd4cf39d56f2ab7705f01e', '9f87d600068f42f69fe069036f7b5e38.jpg', '9f87d600068f42f69fe069036f7b5e38.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-18 12:55:32', '100351', '2018-04-18 12:55:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('366c4201a35748818a1357e8eee8c26b', '干部人事档案材料回执单 (16).doc', '干部人事档案材料回执单 (16).doc', 'c:/zzbjsdj_files//copyFiles//file/95665a3e542d4d21ba4fa3c30cd3503a', '109244', '1', '100350', '2018-04-11 09:59:37', '100350', '2018-04-11 09:59:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3683a498f0e44ac1972f5ec52aa55194', 'f0c1abb9dcd84560afb8ee2b89aeb70c.jpg', 'f0c1abb9dcd84560afb8ee2b89aeb70c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:23:01', '100351', '2018-04-17 17:23:01', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('36ebe6c374bc4777a429a2128275a16a', '8ffa66e7d1d6423988e64b9d3c9d6323.jpg', '8ffa66e7d1d6423988e64b9d3c9d6323.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 15:06:06', '100351', '2018-04-19 15:06:06', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('371d316e1d6c480a96ecab83f57c4b57', 'd8b53575969b43babe933be544e309f1.jpg', 'd8b53575969b43babe933be544e309f1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '20731', null, '100351', '2018-05-17 09:50:16', '100351', '2018-05-17 09:50:16', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('372f3f5070034f31a8c1fb58f4fa0a37', '49428da356724bd988a26247b187f4f2.jpg', '49428da356724bd988a26247b187f4f2.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:24:55', '100351', '2018-05-04 09:24:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3782d4a0b2a044ee9c91f460f7c83185', 'dd4e97e92fc540c4847d446fb31eb6c3.jpg', 'dd4e97e92fc540c4847d446fb31eb6c3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '10092', null, '100351', '2018-04-19 10:18:27', '100351', '2018-04-19 10:18:27', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('38a1d9f7e74541869e8e6cee208c33d3', 'db45b18af6dc4d4fbcb2210e47815212.jpg', 'db45b18af6dc4d4fbcb2210e47815212.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 09:08:55', '100351', '2018-05-04 09:08:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3ac2ce1105e7447fa143b04a1d587fb8', 'd21023cc2c124764a9af7865aa0bf33e.jpg', 'd21023cc2c124764a9af7865aa0bf33e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '12492', null, '100350', '2018-05-17 11:05:26', '100350', '2018-05-17 11:05:26', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3b8a8716090c498ca0cfa800dcc5f0c7', 'dc78be15ff16498a80b0154fd125a2df.jpg', 'dc78be15ff16498a80b0154fd125a2df.jpg', 'c:/zzbjsdj_files//copyFiles//image', '17586', null, '100351', '2018-05-17 09:52:50', '100351', '2018-05-17 09:52:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3bc69a79746c4b2aadb009be790840de', '3c706fb841f34505acc0001644464f32.jpg', '3c706fb841f34505acc0001644464f32.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-18 15:39:12', '100351', '2018-04-18 15:39:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3bedec48db5c412cb75301e71b32f2d4', '88d19ecdbc0f4de09d58e1b0155e6788.jpg', '88d19ecdbc0f4de09d58e1b0155e6788.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11663', null, '100350', '2018-04-16 15:21:31', '100350', '2018-04-16 15:21:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3da4664b505242dfb64d394e413a7eea', '7905bf5f533c47fc9a9a94584c53a10f.jpg', '7905bf5f533c47fc9a9a94584c53a10f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '199320', null, '100351', '2018-04-20 14:46:51', '100351', '2018-04-20 14:46:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3df19df418074fd1b2f76bc3c2413594', '干部人事档案材料回执单 (3).doc', '干部人事档案材料回执单 (3).doc', 'c:/zzbjsdj_files//copyFiles//file/e87fe0b2bbd1467c8f7fe6046cb49a61', '111646', '1', '100350', '2018-04-11 10:22:43', '100350', '2018-04-11 10:22:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3f38978323364b9485a6a6732f685e3f', '3e932ba9ce9d4320b43a852a0f7863d8.jpg', '3e932ba9ce9d4320b43a852a0f7863d8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:56', '100351', '2018-04-19 17:06:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3fcf11c9c1cd4ce89fb3f4c80db04ea1', 'a56e42775197401ab34e9340c637f9a9.jpg', 'a56e42775197401ab34e9340c637f9a9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-07 10:27:14', '100351', '2018-05-07 10:27:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('3fdda3b500ce47d4a772e9292d57f617', '11e3c5e82e584b618ca16fec520b5cb3.jpg', '11e3c5e82e584b618ca16fec520b5cb3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:13:14', '100351', '2018-05-04 09:13:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('40c9e261375c48afbc43516a3cab41a3', '2022ce7c4bd4491d9dbe48c3ced1e32f.jpg', '2022ce7c4bd4491d9dbe48c3ced1e32f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:32:03', '100351', '2018-05-04 13:32:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('415f11e45a044970a6c836959920ff22', 'e72117cd6eb64e8caf63f927d1515d51.jpg', 'e72117cd6eb64e8caf63f927d1515d51.jpg', 'c:/zzbjsdj_files//copyFiles//image', '188452', null, '100351', '2018-04-19 14:23:55', '100351', '2018-04-19 14:23:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('41c654ad47684fb0a9b8e4afe36d7637', '21a52b5479ed4bb0a815d11c8476e7e4.jpg', '21a52b5479ed4bb0a815d11c8476e7e4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '1638', null, '100351', '2018-04-11 09:03:22', '100351', '2018-04-11 09:03:22', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('41fdcb7008be4297b53f3acb807ab85d', 'b3261e1e88ad44b4810f5c5ae889214e.jpg', 'b3261e1e88ad44b4810f5c5ae889214e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '17089', null, '100351', '2018-04-11 09:05:19', '100351', '2018-04-11 09:05:19', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4217cbc5e97b4043b8fe469e4c0b7439', 'new.jpg', '0d2a95e518be4f1a86d982e2916238f3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-17 08:54:51', '100350', '2018-04-17 08:54:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4231d4bf78024c97b3517b1aee93a3d1', 'new.jpg', '22ca9221dae84ed9980156ae124c7fd6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-17 09:04:38', '100350', '2018-04-17 09:04:38', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('436bd8cf8e854f61be998b6b438a4a8d', '3a61540ae83b438aab752f3c15c6ff7d.jpg', '3a61540ae83b438aab752f3c15c6ff7d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9326', null, '100350', '2018-04-20 09:09:47', '100350', '2018-04-20 09:09:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('443d47edb7a24839a450c6d795db7250', 'ffcf06b1c6134904939a8b2c186f543c.jpg', 'ffcf06b1c6134904939a8b2c186f543c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-07 10:27:18', '100351', '2018-05-07 10:27:18', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4482d1e27f524bc3b04fd3bbf8e30117', 'e452ee7228a24fecabc9388e394ce1d7.jpg', 'e452ee7228a24fecabc9388e394ce1d7.jpg', 'c:/zzbjsdj_files//copyFiles//image', '220646', null, '100351', '2018-04-19 15:52:20', '100351', '2018-04-19 15:52:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('44ac848cb70e472ca1304725e36e476f', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/9a0c2317331e4fd1ae40c965d8059350', '23730', null, '100350', '2018-04-10 16:14:49', '100350', '2018-04-10 16:14:49', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('46d3249c54eb4168aee92e028f6ba5fd', 'a674ad2cbe19464293c06d94101acb5e.jpg', 'a674ad2cbe19464293c06d94101acb5e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:24:45', '100351', '2018-05-04 09:24:45', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('47370d45762549a6aabab3a4d29ffd8a', 'f6ff919a8ea14bd2b3f75497d8c0e9c1.jpg', 'f6ff919a8ea14bd2b3f75497d8c0e9c1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 10:26:56', '100351', '2018-05-04 10:26:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4771fd406447491dafb11141b9e8b125', 'ff14b00667ce4b5ebeab752b3dbe3fc0.jpg', 'ff14b00667ce4b5ebeab752b3dbe3fc0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-07 10:13:38', '100351', '2018-05-07 10:13:38', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('481306217a254c3c812efc47c8f73cf4', 'new.jpg', '8db7517c2d444440a2058b7951fa7c63.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-16 15:52:01', '100350', '2018-05-16 15:52:01', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('488c79d8ff594274a460af4b759e48a7', '185f5b196486419a99ea5f7d2d6e07aa.jpg', '185f5b196486419a99ea5f7d2d6e07aa.jpg', 'c:/zzbjsdj_files//copyFiles//image', '18104', null, '100351', '2018-05-17 10:01:03', '100351', '2018-05-17 10:01:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('48c94ddfe3914923aa3d6cf50953b6b7', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/a6cd353b9ca848b093c160ac80b92dfa', '23730', null, '100350', '2018-04-10 16:20:01', '100350', '2018-04-10 16:20:01', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('49c2ca427521494a8ec4fefcc880fced', '3a2e443a429a49a99c11d55b723f4266.jpg', '3a2e443a429a49a99c11d55b723f4266.jpg', 'c:/zzbjsdj_files//copyFiles//image', '194688', null, '100351', '2018-04-17 08:25:00', '100351', '2018-04-17 08:25:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('49d8373f18b64c5a9d2467befdd39cce', 'b8e34890cd1a42f5a87f649ba2cdb919.jpg', 'b8e34890cd1a42f5a87f649ba2cdb919.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:32:37', '100351', '2018-05-03 17:32:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4a39429966aa44198878ed16b18b3f8b', '市管干部档案转出审批单.doc', '市管干部档案转出审批单.doc', 'c:/zzbjsdj_files//copyFiles//file/126a13cabb36435cbdfba42125a5d41e', '136815', '1', '100350', '2018-05-09 09:01:00', '100350', '2018-05-09 09:01:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4a847c1d5bdd4be1bc0dc0278f0b63da', '干部人事档案材料回执单 (17).doc', '干部人事档案材料回执单 (17).doc', 'c:/zzbjsdj_files//copyFiles//file/7ffdbb3bfd9f4698a1073518ea1fe244', '109243', '1', '100350', '2018-04-11 10:01:03', '100350', '2018-04-11 10:01:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4c732922211e44ffa76e8c1b65eb5b16', 'f8e34aae6b3f48fcaf54868a0d8f7e93.jpg', 'f8e34aae6b3f48fcaf54868a0d8f7e93.jpg', 'c:/zzbjsdj_files//copyFiles//image', '664089', null, '100351', '2018-04-24 15:52:54', '100351', '2018-04-24 15:52:54', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4c80ffa5ada7415484f061ac0a368615', '0ca82e8e732d47638327c3191530016b.jpg', '0ca82e8e732d47638327c3191530016b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '16467', null, '100351', '2018-05-17 10:57:19', '100351', '2018-05-17 10:57:19', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4ef1132439e947aea752426d586be30e', 'b5217062d1dd4651a99c58ab2ffca26f.jpg', 'b5217062d1dd4651a99c58ab2ffca26f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '21592', null, '100351', '2018-05-17 11:42:37', '100351', '2018-05-17 11:42:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4f6088f0d4504fa38d5073e7ee86735a', '037cb190d507496c803b6991f7f3c0f0.jpg', '037cb190d507496c803b6991f7f3c0f0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '12215', null, '100351', '2018-04-16 15:07:44', '100351', '2018-04-16 15:07:44', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4f6b4c04446a4a5baa9864f0008c86c5', 'dcf4d2d3b57b4be1b78632f30be4937c.jpg', 'dcf4d2d3b57b4be1b78632f30be4937c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-20 09:56:43', '100351', '2018-04-20 09:56:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('4f6ebea6aff9435383028555cd0ea09d', 'f8421a15cf954878a3364a4ce2583da8.jpg', 'f8421a15cf954878a3364a4ce2583da8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:25:59', '100351', '2018-05-04 13:25:59', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('500a96003dbe42179361c9f78a911d03', 'a811ba3a582546e6842c2450c35354ee.jpg', 'a811ba3a582546e6842c2450c35354ee.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:27:08', '100351', '2018-05-04 13:27:08', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('50cc4bd3c55c4f1bb76c85fc4851cd63', 'fbe8befcf8df49178c957cafe6f8bc5a.jpg', 'fbe8befcf8df49178c957cafe6f8bc5a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 16:39:08', '100351', '2018-04-18 16:39:08', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('50ea5590e5f64b2fb9c00b27625c466b', '干部人事档案材料回执单 (3).doc', '干部人事档案材料回执单 (3).doc', 'c:/zzbjsdj_files//copyFiles//file/1d3d9e5896d64310bf1a53e62e8ece29', '28160', '1', '100350', '2018-04-11 10:58:20', '100350', '2018-04-11 10:58:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('51541fa783af4e8f8c9d05c0f906f1f8', '37593b3b42994446b195e2dd37912b69.jpg', '37593b3b42994446b195e2dd37912b69.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-20 15:46:28', '100351', '2018-04-20 15:46:28', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('52d72ba76a984493907439c9d342bb6a', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/efb281ba50014f96ac13eefffc21bf75', '23730', null, '100350', '2018-04-10 16:29:14', '100350', '2018-04-10 16:29:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('52fc3ed70468464a810da8ae0764a76f', 'fd73c2efb767407e926aac2520923115.jpg', 'fd73c2efb767407e926aac2520923115.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:05:16', '100351', '2018-05-04 09:05:16', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('538f546c8fa54d1da7fd45b921f1f7bd', '067281516cb04fab9bfaf6647ab2f075.jpg', '067281516cb04fab9bfaf6647ab2f075.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 15:59:17', '100351', '2018-05-03 15:59:17', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5419a4cec40f4bcab96c4656b4c7f65e', '3 干部人事档案材料转递单-回执.doc', '3 干部人事档案材料转递单-回执.doc', 'c:/zzbjsdj_files//copyFiles//file/5970f47a4c7c4c4792e56c61c337d26e', '28672', '1', '100350', '2018-04-11 10:19:29', '100350', '2018-04-11 10:19:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('545a2d7b84f24866a5d2bac2290723be', '干部人事档案材料回执单 (13).doc', '干部人事档案材料回执单 (13).doc', 'c:/zzbjsdj_files//copyFiles//file/78d5a040c02f4870bbccfaf8b1192fd0', '109247', null, '100350', '2018-04-10 16:23:21', '100350', '2018-04-10 16:23:21', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('54730af7154845efb1ba08123e09cccb', 'aad2491eccc64cbf8fcb6fb489005095.jpg', 'aad2491eccc64cbf8fcb6fb489005095.jpg', 'c:/zzbjsdj_files//copyFiles//image', '63753', null, '100351', '2018-05-03 15:53:47', '100351', '2018-05-03 15:53:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('54da481f31b64d81842cf453fd02410e', 'Chrysanthemum.jpg', '540eb6b706fd4fb7a7d2a3f6371c8b15.jpg', 'c:/zzbjsdj_files//copyFiles//image', '879394', '0', '100350', '2018-04-25 12:49:03', '100350', '2018-04-25 12:49:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5581a04269514afb8c94c97a69190976', '543942646c8f4d92a09ecfd163e91457.jpg', '543942646c8f4d92a09ecfd163e91457.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11091', null, '100350', '2018-04-10 17:26:22', '100350', '2018-04-10 17:26:22', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('55c0455067274e6f940afa5b0fb6796b', 'e510a6d53d314686a322a7ceffbfd258.jpg', 'e510a6d53d314686a322a7ceffbfd258.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 08:29:35', '100351', '2018-04-17 08:29:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('55ec2a2b5e624414af03e34218cd3154', '2.jpg', 'd4277c0fd23b4f4383087289662fd0a8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-09 08:49:13', '100350', '2018-05-09 08:49:13', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('56dcf5589cbd4d6883ea4a97dcbb4a99', 'bcad769926aa4c31ba00c831e6e07f87.jpg', 'bcad769926aa4c31ba00c831e6e07f87.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11927', null, '100350', '2018-05-17 09:56:29', '100350', '2018-05-17 09:56:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5771c65ad5a1457a97004c553f357213', 'ff6c2c0f038544149e2ca8236c436a58.jpg', 'ff6c2c0f038544149e2ca8236c436a58.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 08:48:25', '100351', '2018-05-04 08:48:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5863f55e97a94ade83c5273a9ef807b3', 'c5935cde6df04981b307184d75787cdf.jpg', 'c5935cde6df04981b307184d75787cdf.jpg', 'c:/zzbjsdj_files//copyFiles//image', '116212', null, '100351', '2018-04-19 17:06:26', '100351', '2018-04-19 17:06:26', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('58b697b3dfeb42738469301813db3c1f', '3d3416f50ae343eebce2e25baf54f995.jpg', '3d3416f50ae343eebce2e25baf54f995.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:48:20', '100351', '2018-05-04 08:48:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('59eb8777d77e4ca681effe8aedb665b7', 'fc653d153e874c91b6a4e36c9fab43fb.jpg', 'fc653d153e874c91b6a4e36c9fab43fb.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-16 17:30:15', '100351', '2018-04-16 17:30:15', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('59f8c2759e754c58959a3993153444bf', '2.jpg', '40aa3197f6f347ffacdeb71390002b6b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-04 10:50:14', '100350', '2018-05-04 10:50:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5a6100657e4140c395c2d390ebed3683', '96ba4e0f77a247529a6fb38254a5fd06.jpg', '96ba4e0f77a247529a6fb38254a5fd06.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-07 10:27:22', '100351', '2018-05-07 10:27:22', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5afc8af319ae43dd8526da64c72fa283', 'c2c0aa639e4346c2ad6a6240c835d48a.jpg', 'c2c0aa639e4346c2ad6a6240c835d48a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:11:26', '100351', '2018-05-03 17:11:26', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5bd54c392cfe48fc99dd48ba249adaca', 'ca8f21fa862944ef8b9ef3a3d0fe3ded.jpg', 'ca8f21fa862944ef8b9ef3a3d0fe3ded.jpg', 'c:/zzbjsdj_files//copyFiles//image', '17534', null, '100351', '2018-05-17 09:54:47', '100351', '2018-05-17 09:54:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5c686a9776a74bab83c9bb924ec82d34', 'a0028b04aee049a5943ce01d104b81b6.jpg', 'a0028b04aee049a5943ce01d104b81b6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 15:45:02', '100351', '2018-05-03 15:45:02', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5d4e00ddb4ab41ec9f7062e5c0fc3644', '51a7339c705e4d9bbf4fbb9e6879e147.jpg', '51a7339c705e4d9bbf4fbb9e6879e147.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 11:40:03', '100351', '2018-04-18 11:40:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5db7bf1387104fed989aab47acc04af3', '3f1c1430d014480996fd1aa155c6c09d.jpg', '3f1c1430d014480996fd1aa155c6c09d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 08:42:10', '100351', '2018-05-04 08:42:10', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5dfd7dfd493547428dcf05b22902ae42', '6d098ebaf66342e4ada8280afde1e427.jpg', '6d098ebaf66342e4ada8280afde1e427.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 10:17:08', '100351', '2018-05-04 10:17:08', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('5ec066412bf94beb935fb460726a2d35', '014e8e9256bb49f79ee6917e3efbb373.jpg', '014e8e9256bb49f79ee6917e3efbb373.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 10:20:39', '100351', '2018-05-04 10:20:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('60fefd8ece374854aaac9f5908161034', '干部人事档案材料回执单 (12).doc', '干部人事档案材料回执单 (12).doc', 'c:/zzbjsdj_files//copyFiles//file/bd58788172634dcd82b65177392ec810', '109848', null, '100350', '2018-04-10 16:06:15', '100350', '2018-04-10 16:06:15', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('614a459b2d864c4e89ee22b4501177e4', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/813f9b29f0dc4cd2993e3046214c569e', '23730', null, '100350', '2018-04-10 16:22:21', '100350', '2018-04-10 16:22:21', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6205835174e34fb68fd09f7150cc76e6', 'new.jpg', 'c3d85801dce047788f06bc4354f33dd0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-08 14:10:02', '100350', '2018-05-08 14:10:02', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('632d3a5e2d9a4d388f378156827d2bd2', 'c2cf6f6c33e845d8bc26a02ceee97c46.jpg', 'c2cf6f6c33e845d8bc26a02ceee97c46.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:51:32', '100351', '2018-05-04 08:51:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6360b3d2dbc34ca3b0e2b0f288e57993', 'a61565efe72c49efbda5d99fa9d86db6.jpg', 'a61565efe72c49efbda5d99fa9d86db6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '18051', null, '100351', '2018-05-17 11:25:20', '100351', '2018-05-17 11:25:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6387d9c405cb416f9365480ce9fbec8d', '2.jpg', '5287d9b1a1bb441c810aadf41a390a36.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-09 08:55:39', '100350', '2018-05-09 08:55:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6395af48f75344139b2cf20e156c6d74', '2bbd70520f824f91aed987eca6c663e4.jpg', '2bbd70520f824f91aed987eca6c663e4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:55:59', '100351', '2018-05-04 08:55:59', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('63d1e6c8591b40279b9893da215762b8', 'a1841fed42004f1e800c76a5aba68464.jpg', 'a1841fed42004f1e800c76a5aba68464.jpg', 'c:/zzbjsdj_files//copyFiles//image', '22710', null, '100350', '2018-05-21 10:29:00', '100350', '2018-05-21 10:29:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('650c38bbdfdb4c47b52d83fd869e7574', 'b14148a993d340c381c31bacfa4063f1.jpg', 'b14148a993d340c381c31bacfa4063f1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:20:25', '100351', '2018-04-19 17:20:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('65ab212bba3c415589d3bd01f745f69d', '3159385f03a74156b304fb59e2d6f1c3.jpg', '3159385f03a74156b304fb59e2d6f1c3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-18 15:22:52', '100351', '2018-04-18 15:22:52', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('661b413c2bbb4df5955d542746164667', '0f0996675f524b859ebda7333828f8f9.jpg', '0f0996675f524b859ebda7333828f8f9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-19 14:41:00', '100351', '2018-04-19 14:41:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('66f0362c2fde4016b40d220491b15dd3', '干部人事档案材料回执单.doc', '干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/cf63190f0f6a4defa71b811abc2891ae', '28160', '1', '100350', '2018-04-11 10:19:43', '100350', '2018-04-11 10:19:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('67568354c3ab41b196ac43b8a0826d0c', '4dc00f7c2b5e499cb61ef80b055caaee.jpg', '4dc00f7c2b5e499cb61ef80b055caaee.jpg', 'c:/zzbjsdj_files//copyFiles//image', '194688', null, '100351', '2018-04-24 15:31:35', '100351', '2018-04-24 15:31:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('686a4bc6e83b406abe94c85974f91e13', 'Lighthouse.jpg', 'Lighthouse.jpg', 'c:/zzbjsdj_files//copyFiles//file/531a6644c6274092ab59d04996baeeb7', '561276', '1', '100351', '2018-04-18 11:22:32', '100351', '2018-04-18 11:22:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6909769e3e1c492db5a842b439a5e0c4', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/4f3cd14b09bb46e8b5083a9207443667', '23730', null, '100350', '2018-04-10 16:24:39', '100350', '2018-04-10 16:24:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('69208f3e1a504388aa70ff0e93688989', 'retiredCadreModel.xls', 'retiredCadreModel.xls', 'c:/zzbjsdj_files//copyFiles//file/96f85bd198764ca79d10141a23b90281', '24576', '1', '100350', '2018-05-14 17:27:18', '100350', '2018-05-14 17:27:18', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6a82ea2bf1ec4c67bf83210bd8a4dff1', 'new (1).jpg', 'new (1).jpg', 'c:/zzbjsdj_files//copyFiles//file/861fa5153cb346829ccf114ec18d6f50', '23730', null, '100350', '2018-04-10 16:13:12', '100350', '2018-04-10 16:13:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6c845e8b0e1a454d8e0e86168a83a0f3', '5c904140e48e492ab0360f475213318b.jpg', '5c904140e48e492ab0360f475213318b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9155', null, '100350', '2018-04-10 17:13:56', '100350', '2018-04-10 17:13:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6daec2dea19f45919c356cceee991ef3', '1dd837ea26a24cad9a6b3f81c5c8aa67.jpg', '1dd837ea26a24cad9a6b3f81c5c8aa67.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 09:27:32', '100351', '2018-05-04 09:27:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6dd6b463dad342af8bc9f860c6b90054', '72b00f136e2c4be5ab4a674af975e7a9.jpg', '72b00f136e2c4be5ab4a674af975e7a9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-18 15:28:27', '100351', '2018-04-18 15:28:27', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6df4c8dcd6f74978a84d7da50da26890', '173f5ee8cbd5490c95023a47938a355b.jpg', '173f5ee8cbd5490c95023a47938a355b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 10:57:37', '100351', '2018-04-18 10:57:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6e698de25c64419ca288fa046daf0cd9', '5fa0a28371c24a11878be6b2af12d9c7.jpg', '5fa0a28371c24a11878be6b2af12d9c7.jpg', 'c:/zzbjsdj_files//copyFiles//image', '26631', null, '100351', '2018-05-17 11:49:57', '100351', '2018-05-17 11:49:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6f0eb916fd604fe1a6015443c8d9a201', 'c30e5e2078044e42b8b3d3c57e29c712.jpg', 'c30e5e2078044e42b8b3d3c57e29c712.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 15:52:50', '100351', '2018-05-03 15:52:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('6f9f3d6d33ca43d298d39a45c5fadecf', 'cfa4f1eefb5645bf8303d1469c6c9e55.jpg', 'cfa4f1eefb5645bf8303d1469c6c9e55.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:48:31', '100351', '2018-05-04 11:48:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('70d654351ebc4c42b6919a4caf0a95b0', 'd5e9c747b28c40199286b2d8806e2c8c.jpg', 'd5e9c747b28c40199286b2d8806e2c8c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 16:20:43', '100351', '2018-04-18 16:20:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('713a73bb6c424fbebcb954162e322fcc', '61df1df2e2214b21b485e7ac1718784b.jpg', '61df1df2e2214b21b485e7ac1718784b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '790250', null, '100351', '2018-04-24 15:43:18', '100351', '2018-04-24 15:43:18', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('721d17ab9e474ef3a447f6e4581a1475', '558b5ca87b114aceb2cf05eca67656ad.jpg', '558b5ca87b114aceb2cf05eca67656ad.jpg', 'c:/zzbjsdj_files//copyFiles//image', '17597', null, '100351', '2018-05-17 11:16:02', '100351', '2018-05-17 11:16:02', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('732613580df84abf89a7106772f99081', '868926f7d5d2498094a1266b24bb8cf4.jpg', '868926f7d5d2498094a1266b24bb8cf4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:16:13', '100351', '2018-04-17 17:16:13', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('741322cd8b2d46ec980cb5626f5d9699', '干部人事档案材料回执单.doc', '干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/f9fddfad20bb48b6a1fd806846d83113', '109237', '1', '100350', '2018-05-09 09:18:40', '100350', '2018-05-09 09:18:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('74321ef205bc4c86afa736f7b0b4a61a', '338d52377ec44dd08bddb857463603bb.jpg', '338d52377ec44dd08bddb857463603bb.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:34:58', '100351', '2018-04-19 17:34:58', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('74ae3c44f1f34f768c5cdc08561977b3', '56658c301fae48ca898b887d0053ac1f.jpg', '56658c301fae48ca898b887d0053ac1f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-03 17:27:13', '100351', '2018-05-03 17:27:13', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('75037f970b0c4e15b15c7e214a03b9de', '58855995996d4004aa8a39bff8c6a0e2.jpg', '58855995996d4004aa8a39bff8c6a0e2.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-20 14:48:43', '100351', '2018-04-20 14:48:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7554ca29c3614e01902e5e7294add64b', '2.jpg', 'ae4e380a87d648cf95a4a9abfeb58106.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-04 16:13:09', '100350', '2018-05-04 16:13:09', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7575d36a5465472ba67fe1d66ab90bcf', 'a37a3d1866df42878d3fcd746115194b.jpg', 'a37a3d1866df42878d3fcd746115194b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 15:22:20', '100351', '2018-05-04 15:22:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('75760e99cdb14b9a9ab067915d39d5c9', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/357739cafee64b5b848bc1994ed66fcf', '23730', '1', '100350', '2018-04-20 08:50:00', '100350', '2018-04-20 08:50:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('75b9e02a62ed4eee9441ea1bb69c62e1', '干部人事档案材料回执单 (15).doc', '干部人事档案材料回执单 (15).doc', 'c:/zzbjsdj_files//copyFiles//file/577db7f2d2184f9e92a73caccef27271', '109247', '1', '100350', '2018-04-11 09:50:58', '100350', '2018-04-11 09:50:58', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('76e29995acc24dbe8ceed5fc2e85c18a', '0a8c879e8bb34763b9f0da33158faf1a.jpg', '0a8c879e8bb34763b9f0da33158faf1a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '790250', null, '100351', '2018-04-24 16:18:47', '100351', '2018-04-24 16:18:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('77b1e2d754be4e209e12f96d49702e37', '1ec5d0b48fa8490e8475d15caf16a125.jpg', '1ec5d0b48fa8490e8475d15caf16a125.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:49:52', '100351', '2018-05-04 08:49:52', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('77b8487308f04e65bb81b08c5d67673a', 'ee0844ea9d454e04ace6ecb6888651c6.jpg', 'ee0844ea9d454e04ace6ecb6888651c6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-07 10:13:29', '100351', '2018-05-07 10:13:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('780b0cda37aa47ec82405a14c8660310', '83ea9800627c48be9666de3ff131e588.jpg', '83ea9800627c48be9666de3ff131e588.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-20 11:37:15', '100351', '2018-04-20 11:37:15', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('787041f2379e4057ae59fb79d99dace5', '8d34d8542eba4aee955d2206a7e14dfd.jpg', '8d34d8542eba4aee955d2206a7e14dfd.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:17:46', '100351', '2018-05-04 09:17:46', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('78e2b475587444eabd5e2f7cd7d6e57a', '8875c4057d164ace925d943a44e5fd02.jpg', '8875c4057d164ace925d943a44e5fd02.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 14:23:00', '100351', '2018-04-19 14:23:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7930110128334b7792ef955738f00a0b', '05c07150382a405788227f961e1cb26c.jpg', '05c07150382a405788227f961e1cb26c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-24 15:31:34', '100351', '2018-04-24 15:31:34', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7a403c7bb00249c1859cbab508e7eb0d', 'Lighthouse.jpg', '4ec76ad16a194f9ab213ff6160942ad4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '561276', '0', '100350', '2018-05-09 09:17:44', '100350', '2018-05-09 09:17:44', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7a628a95fce54c41bc9fc7060950af80', 'cfcf78583c594c7a9930135fb39c0141.jpg', 'cfcf78583c594c7a9930135fb39c0141.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:53:12', '100351', '2018-05-04 11:53:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7a99916036fb4b03b519e93972128833', '8e8fe498f27c4893870e20e6e9e324b5.jpg', '8e8fe498f27c4893870e20e6e9e324b5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 09:24:49', '100351', '2018-05-04 09:24:49', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7acffb217c1d4db78459c0c4c6dd8f57', '13b69adcbc2d4ee58d397ec9461d58c1.jpg', '13b69adcbc2d4ee58d397ec9461d58c1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:57', '100351', '2018-04-19 17:06:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7ad6817f7a3c49f284c0f9527460f588', '2.jpg', 'd4f0f7dc1f4149199a2b45627cfdd72f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-04 10:46:35', '100350', '2018-05-04 10:46:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7b90275f02204ea5be32c2053d706253', '773de9064bfd469aaab918f3124e270b.jpg', '773de9064bfd469aaab918f3124e270b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-17 09:48:05', '100351', '2018-05-17 09:48:05', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7d713aab77704c638c4394bc7ec74cbb', 'a414c96f4a70437799413f995bb359cc.jpg', 'a414c96f4a70437799413f995bb359cc.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 17:32:56', '100351', '2018-05-03 17:32:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7e5500e44242463fa5cff9aed381464d', '零散材料人员数据导入模板.xlsx', '零散材料人员数据导入模板.xlsx', 'c:/zzbjsdj_files//copyFiles//file/8bd3b6ef31e94ee28c06ec21f271fadc', '3741', '1', '100350', '2018-04-23 08:44:35', '100350', '2018-04-23 08:44:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7eff802210cb4313955f856e37633d18', '5b818f51956847bc87f12afba29d94cf.jpg', '5b818f51956847bc87f12afba29d94cf.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2324', null, '100350', '2018-04-11 09:04:02', '100350', '2018-04-11 09:04:02', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7f7a0025b22243a983877beb1c62b9a4', '393dce28f71948ff8d20486fa11dd83c.jpg', '393dce28f71948ff8d20486fa11dd83c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:13:19', '100351', '2018-05-03 17:13:19', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('7fc8e6dbe2b145978326d98c934455e2', '2800f39cca034e47bd7009242595e94d.jpg', '2800f39cca034e47bd7009242595e94d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 16:44:47', '100351', '2018-04-18 16:44:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('800ed7e9244a46f68ee32496fb4639ad', '5fa81760a81940168079ed3d7ed5337c.jpg', '5fa81760a81940168079ed3d7ed5337c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 13:38:53', '100351', '2018-05-04 13:38:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8082053101e84579b2cd371cf70cfeab', 'Tulips.jpg', '9db59d6b9a9d4689a51a3358c7d24e1d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '620888', '0', '100350', '2018-05-04 10:58:11', '100350', '2018-05-04 10:58:11', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('80c253b4ebf0464ba04dc237bc34b35b', '39ca356f96534de4a2faa5efb6b24a55.jpg', '39ca356f96534de4a2faa5efb6b24a55.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:26:57', '100351', '2018-04-17 17:26:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('831bf350d0de48ddb230b91e3239ccea', '847ad717c41c4dd09843ece9444e3737.jpg', '847ad717c41c4dd09843ece9444e3737.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:55:20', '100351', '2018-05-04 11:55:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8348ef636d294638b3b69e6d6cc40d78', '91974daf61c0444c98ad38eeb164e24c.jpg', '91974daf61c0444c98ad38eeb164e24c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2060', null, '100351', '2018-04-11 09:03:29', '100351', '2018-04-11 09:03:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('83d45d0a4fd44d5fbab4bae56ca142f6', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/c7abde3f36784b2bbe98c8a813de2a66', '23730', null, '100350', '2018-04-10 16:28:44', '100350', '2018-04-10 16:28:44', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('840ccd5d3b7d409abdbfe0a2b87cd459', 'd9a05328ebd14d4c9192fe96112d58c9.jpg', 'd9a05328ebd14d4c9192fe96112d58c9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 10:15:59', '100351', '2018-05-04 10:15:59', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('84736e6612cd4dffa1dde316ca3543bd', 'c1d51d8ea57b4f9dbbe1fd1f37ea7d44.jpg', 'c1d51d8ea57b4f9dbbe1fd1f37ea7d44.jpg', 'c:/zzbjsdj_files//copyFiles//image', '664089', null, '100351', '2018-04-24 15:51:53', '100351', '2018-04-24 15:51:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('862108a0d72b42798afd5f68b75611d6', '1bff8f57501a4643aa881f72f84adad3.jpg', '1bff8f57501a4643aa881f72f84adad3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 08:51:37', '100351', '2018-05-04 08:51:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('868899ab167c418cbb0b75e9b5fa64b8', '7ebc20d8d5354ba0a1daea35303b60a6.jpg', '7ebc20d8d5354ba0a1daea35303b60a6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '12127', null, '100350', '2018-05-16 15:21:13', '100350', '2018-05-16 15:21:13', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8855d3f77cff4099858c1adc062bbc48', '29b35285990d4612910a0327ca40af1d.jpg', '29b35285990d4612910a0327ca40af1d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-16 17:26:33', '100351', '2018-04-16 17:26:33', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('888eb2a33ed1416d8c3a42bd514166ac', '31f59d8e91914eb1bdb85799cfcb46a4.jpg', '31f59d8e91914eb1bdb85799cfcb46a4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-18 14:58:39', '100351', '2018-04-18 14:58:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('88e4ec6d206e4e46ba3ca4d58391fd82', 'bcf2e45e77414a6ea8ac5b69e508df11.jpg', 'bcf2e45e77414a6ea8ac5b69e508df11.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-20 15:34:09', '100351', '2018-04-20 15:34:09', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8a1f4f134fd54ffc911d9d0701b71dda', '530d6f53d88b405db20c851bbf00b7d3.jpg', '530d6f53d88b405db20c851bbf00b7d3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:09:00', '100351', '2018-05-04 09:09:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8a2e332e33204436b5753ce5777a2ea9', '939430970a7b43b6bf9dc315c8fb62f7.jpg', '939430970a7b43b6bf9dc315c8fb62f7.jpg', 'c:/zzbjsdj_files//copyFiles//image', '790250', null, '100351', '2018-04-24 16:00:57', '100351', '2018-04-24 16:00:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8bc596ec8a0e471782de029caf8deef1', '8b504dac65c64936be76a7e7958eb4f8.jpg', '8b504dac65c64936be76a7e7958eb4f8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 17:18:19', '100351', '2018-04-19 17:18:19', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8be1dc119cd94575b6f04d32154e28b8', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/b807b9e7ae8e472da8c9ab0d3f518541', '23730', null, '100350', '2018-04-10 16:41:43', '100350', '2018-04-10 16:41:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8c6094b238e543c4b22ea06cad710831', 'b278959ce83c43d9ade392c63699b900.jpg', 'b278959ce83c43d9ade392c63699b900.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:17:24', '100351', '2018-04-17 17:17:24', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8c84d561ff504709a3a992d3ffb494a0', '干部人事档案材料回执单 (13).doc', '干部人事档案材料回执单 (13).doc', 'c:/zzbjsdj_files//copyFiles//file/78316aa5a0bc4a3a99afc81d57ddef88', '109247', '1', '100350', '2018-04-11 10:01:45', '100350', '2018-04-11 10:01:45', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8cacc9ac6ab24ec783755fde67c7e4f9', 'new.jpg', 'cde683066a544683b455a1c360cc7699.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-16 15:56:55', '100350', '2018-05-16 15:56:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8ceb3c8fc4e442a7802c4d24a1580326', 'Lighthouse.jpg', 'Lighthouse.jpg', 'c:/zzbjsdj_files//copyFiles//file/f61df65f1a684858bdb30102ab2ac98b', '561276', '1', '100351', '2018-04-18 11:20:53', '100351', '2018-04-18 11:20:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8d485b67ccf8401dba255e006efe8e79', 'new.jpg', 'd10060d4b418496aad9a3a1ef875d45a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-23 09:12:50', '100350', '2018-04-23 09:12:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8d6c36d13b8e40b9a189fe5e92d33fc6', '5737abaf89314c81ae7690d3cd8f6a62.jpg', '5737abaf89314c81ae7690d3cd8f6a62.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-04 15:21:29', '100351', '2018-05-04 15:21:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8e2f02dd78174478af4287493640e949', '34425715f9714089bf2ac72e8233bf2a.jpg', '34425715f9714089bf2ac72e8233bf2a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:18:47', '100351', '2018-05-03 17:18:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8e8264de25e24a4a84c1a6bc992f2d61', 'a399ed9bfe9f4aa4b7375f2ffbb6b57d.jpg', 'a399ed9bfe9f4aa4b7375f2ffbb6b57d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 16:19:53', '100351', '2018-05-03 16:19:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8f44d8d4000b4198a8fc7374139afa32', 'bbaf2d8907f040d783a1b5e9fd89692d.jpg', 'bbaf2d8907f040d783a1b5e9fd89692d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-04 13:40:04', '100351', '2018-05-04 13:40:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8f45eb181548422090c3bf08db10fe59', 'a8d68539ab6f438ca7a33be02e7b6c6e.jpg', 'a8d68539ab6f438ca7a33be02e7b6c6e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:27:36', '100351', '2018-05-04 09:27:36', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8f5e093eca4348e8a9c5045a81af180d', '新建文本文档 (2).txt', '新建文本文档 (2).txt', 'c:/zzbjsdj_files//copyFiles//file/367ad5e351d6492cb06eae3248bc27c6', '1629', '1', '100351', '2018-04-18 11:21:46', '100351', '2018-04-18 11:21:46', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('8ffb69ae01b141479ca2c7743d6b4339', '8ea17dd9afda4ed2ab65fb0e0285b03d.jpg', '8ea17dd9afda4ed2ab65fb0e0285b03d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-17 16:43:10', '100351', '2018-04-17 16:43:10', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('921feaa5fc404730aec3eed410ca9482', 'accda364387e469e8c595ae4dcae8ae4.jpg', 'accda364387e469e8c595ae4dcae8ae4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '13954', null, '100350', '2018-04-23 10:29:31', '100350', '2018-04-23 10:29:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9275043b757547e8a26ccd677a7f5362', '借阅人员数据信息统计.xlsx', '借阅人员数据信息统计.xlsx', 'c:/zzbjsdj_files//copyFiles//file/4f1e17d33dbd44f7919f23bfb72d7a05', '4347', '1', '100350', '2018-04-20 10:09:37', '100350', '2018-04-20 10:09:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('92ad6b7501214884b3867b905a7a196a', 'a29bab82fce04256ba4ad4e4efdfd971.jpg', 'a29bab82fce04256ba4ad4e4efdfd971.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 10:15:55', '100351', '2018-05-04 10:15:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('92f55007ba424698ac3f109a54e2c1dc', 'bcb71cbd8b0147929bb7f78b7d46849b.jpg', 'bcb71cbd8b0147929bb7f78b7d46849b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:14:51', '100351', '2018-05-04 09:14:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('92f6e82fea0a4f46ae149dd78de4914e', 'a02e0025b78948349197824f8791a53c.jpg', 'a02e0025b78948349197824f8791a53c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '199320', null, '100351', '2018-04-20 14:40:51', '100351', '2018-04-20 14:40:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('930243db68374e67b6053c8aac178ef5', '341ce59591fd4e80960f769540c0a0b8.jpg', '341ce59591fd4e80960f769540c0a0b8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-18 15:28:00', '100351', '2018-04-18 15:28:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('93388bfeaa2a448d9778064e9f04fbd7', 'f25fd90f09674533a6d6a912daf82e8e.jpg', 'f25fd90f09674533a6d6a912daf82e8e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '664089', null, '100351', '2018-04-24 15:38:56', '100351', '2018-04-24 15:38:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('93571a5752394da5a4a46cede4f9f45a', '67349e7b709d47b3964dd5177ae816e1.jpg', '67349e7b709d47b3964dd5177ae816e1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-03 17:23:41', '100351', '2018-05-03 17:23:41', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('93a9b53af8b3440aa707ea38f02f2875', '666b3781231d4dfc95563feb6a10bd5d.jpg', '666b3781231d4dfc95563feb6a10bd5d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '21427', null, '100351', '2018-05-17 11:22:39', '100351', '2018-05-17 11:22:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('93c1f09c06654b3da20eaf9a58056084', '62f15c177b96427698ffc3c436fa3b9c.jpg', '62f15c177b96427698ffc3c436fa3b9c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:55', '100351', '2018-04-19 17:06:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9443c9f383e040529f6541faa0255640', 'cbc738c172374042b19c9f59343dd993.jpg', 'cbc738c172374042b19c9f59343dd993.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23042', null, '100350', '2018-05-21 10:29:23', '100350', '2018-05-21 10:29:23', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('94445e7b1fdb46c1b53bc2ce4dd6da99', 'd07b7ccef1f4456eb39d04bdf5f6d113.jpg', 'd07b7ccef1f4456eb39d04bdf5f6d113.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:56', '100351', '2018-04-19 17:06:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('94d04a54858a46acba16a99bd7837f88', '新建文本文档 (2).txt', '新建文本文档 (2).txt', 'c:/zzbjsdj_files//copyFiles//file/41335cca49214600802dad103857b892', '1629', '1', '100351', '2018-04-18 11:22:31', '100351', '2018-04-18 11:22:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('94d7c402b8f84cb4a82b9e5b932b4edc', 'f79f8286e9af4a7b9a4ffc157dffe8ce.jpg', 'f79f8286e9af4a7b9a4ffc157dffe8ce.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11968', null, '100351', '2018-04-11 17:38:04', '100351', '2018-04-11 17:38:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('95904d87962c46bdb0aa80976cbdceb0', 'Lighthouse.jpg', 'e4e9e8463fa046a0aa1d9bc40084e641.jpg', 'c:/zzbjsdj_files//copyFiles//image', '561276', '0', '100350', '2018-04-25 13:47:49', '100350', '2018-04-25 13:47:49', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('95d85c35edc14ce3999eb17e3caba0f6', '3d98dac776524202a7cb15dbad971ba1.jpg', '3d98dac776524202a7cb15dbad971ba1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '20797', null, '100351', '2018-05-17 10:49:27', '100351', '2018-05-17 10:49:27', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('994864f499f244cfa039875114eff65c', 'fd2b778af1d44f9db0c7fac7650baaa1.jpg', 'fd2b778af1d44f9db0c7fac7650baaa1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11956', null, '100350', '2018-04-10 17:26:32', '100350', '2018-04-10 17:26:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9ae307048a564b3e9e022a5b2c69a841', '干部人事档案材料回执单 (15).doc', '干部人事档案材料回执单 (15).doc', 'c:/zzbjsdj_files//copyFiles//file/764fae3bcd2d4d35a5496fb5ea1cdd56', '109247', '1', '100350', '2018-04-11 10:04:32', '100350', '2018-04-11 10:04:32', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9b3c3943e11241eeab6de3ab7b9b9572', 'c2f0743a19d34c4fbd3d753abb2fc4f1.jpg', 'c2f0743a19d34c4fbd3d753abb2fc4f1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-16 17:23:31', '100351', '2018-04-16 17:23:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9b93c30485664e8ab76b54afcb10387f', '979eb94c983040789686f20b19199b80.jpg', '979eb94c983040789686f20b19199b80.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9260', null, '100350', '2018-04-10 17:13:05', '100350', '2018-04-10 17:13:05', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9bd36e3313374b1e963a127e87d53cf9', '55c950116d7c43c3a5238434762cb4f0.jpg', '55c950116d7c43c3a5238434762cb4f0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 15:47:55', '100351', '2018-04-19 15:47:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9c4935d94be14cca81a8eedb805a0a19', 'b582db0d5cd44a6a8ae7c2331ecd5af8.jpg', 'b582db0d5cd44a6a8ae7c2331ecd5af8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '14550', null, '100350', '2018-05-16 15:38:09', '100350', '2018-05-16 15:38:09', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9c7bb6e90bbf45c5aea8fa3fc2608091', 'new.jpg', '3289bba2e6454392a44ad9adc8f10c9f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-15 14:41:26', '100350', '2018-05-15 14:41:26', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9cb33241f0794c0a80da73dbd37eafc4', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/68a35fa3196b426ba72592531ca34e25', '23730', null, '100350', '2018-04-10 16:18:53', '100350', '2018-04-10 16:18:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9d20dd628245424298cd9ce1aaa1e54d', 'e98014cd6ecd4a21ab0d212b50e6eedd.jpg', 'e98014cd6ecd4a21ab0d212b50e6eedd.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:51:43', '100351', '2018-05-04 08:51:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9d3ae5a665b24c6f82835ae4be74f792', '2.jpg', 'a1e78afd944949afb35aa2b16cedb474.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-09 08:48:03', '100350', '2018-05-09 08:48:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9df4ee5dbd924a68a5926343649af718', 'c7f7b3e19caf4d73862481a4cc74b591.jpg', 'c7f7b3e19caf4d73862481a4cc74b591.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 17:10:42', '100351', '2018-05-03 17:10:42', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('9f677355a11b4eb4ab2a42159a75819b', '12e9a66cdc0b4f95baac975c374d41b9.jpg', '12e9a66cdc0b4f95baac975c374d41b9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 09:16:42', '100351', '2018-04-19 09:16:42', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a0702384ece34ed095cbc204e5a8ea0b', '6d39425e42a54609b7c445dde8456101.jpg', '6d39425e42a54609b7c445dde8456101.jpg', 'c:/zzbjsdj_files//copyFiles//image', '18154', null, '100351', '2018-05-17 11:19:48', '100351', '2018-05-17 11:19:48', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a0a4e2ab92284da6be8200cf0ab895ac', '8e3b66672ece49c6ae6d515392176027.jpg', '8e3b66672ece49c6ae6d515392176027.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 13:26:11', '100351', '2018-05-04 13:26:11', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a0ed7f7cd2ba4cd5b5f35d61fea58ebb', 'new.jpg', '1f07a8cbb28946b887103d703b893fc4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-17 09:05:25', '100350', '2018-04-17 09:05:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a105503480d441388dcbd370765b2824', '6f70b23290d64187a928145338257181.jpg', '6f70b23290d64187a928145338257181.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 14:47:40', '100351', '2018-04-19 14:47:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a204a8ce2a684121bc888b6653ae5964', '65e5fd11130c429a95e660eadd68dbae.jpg', '65e5fd11130c429a95e660eadd68dbae.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 15:44:55', '100351', '2018-05-03 15:44:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a36416b75e764d288a1119097f027168', '3a1d835f9f81475aa5303faeb05f852f.jpg', '3a1d835f9f81475aa5303faeb05f852f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '12277', null, '100351', '2018-05-17 11:26:48', '100351', '2018-05-17 11:26:48', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a41de4be9a5a46939634c89c68d83720', 'd31f0490199c49f29298bf76041f2b10.jpg', 'd31f0490199c49f29298bf76041f2b10.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:51:21', '100351', '2018-05-04 11:51:21', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a58cdb33efaa41e29b9e507df4665038', '干部人事档案材料回执单 (11).doc', '干部人事档案材料回执单 (11).doc', 'c:/zzbjsdj_files//copyFiles//file/f4f45e781dfa4f4a9838fa6612299f02', '109847', '1', '100350', '2018-04-11 10:37:42', '100350', '2018-04-11 10:37:42', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a60d4dd4a59147889fee8695dc08e86b', 'new.jpg', '57fe1315a5724f04becd8aa668f2bc1a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-20 09:09:39', '100350', '2018-04-20 09:09:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a7eed30ce2284c47a8f9d8e848c6f6f5', 'e8659c7b5aa649a0b6fd13017096d778.jpg', 'e8659c7b5aa649a0b6fd13017096d778.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-18 15:18:59', '100351', '2018-04-18 15:18:59', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a862b442e0f14bfda89383e0d92f45c0', '89e9990ee143470aae37fd5a10f67b90.jpg', '89e9990ee143470aae37fd5a10f67b90.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11815', null, '100351', '2018-04-16 08:58:34', '100351', '2018-04-16 08:58:34', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a8d5a5d3459b4ad2bb172050a1c6932b', 'f5d2c71bd1d84275b5da19e29c140a52.jpg', 'f5d2c71bd1d84275b5da19e29c140a52.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:27:31', '100351', '2018-05-03 17:27:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a91bcd474253492e95d86e2f2bbd1379', '2.jpg', '3f3474b5566b40c59a670fe97db3b246.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-04 10:36:49', '100350', '2018-05-04 10:36:49', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a930b605ef3241248c31d6228ef6414d', '7f294e7413d34f63acea9257a17b96f7.jpg', '7f294e7413d34f63acea9257a17b96f7.jpg', 'c:/zzbjsdj_files//copyFiles//image', '18240', null, '100351', '2018-05-17 11:26:31', '100351', '2018-05-17 11:26:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('a9f83c24c4424882bf6977b0b7c25ccf', '8c2632d457f540e6a08cd66a597d3fe2.jpg', '8c2632d457f540e6a08cd66a597d3fe2.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 10:16:57', '100351', '2018-05-04 10:16:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('aa2a800d788146cc9cf0e00e1b1ad99d', '干部人事档案材料回执单 (10).doc', '干部人事档案材料回执单 (10).doc', 'c:/zzbjsdj_files//copyFiles//file/869c664e9b3f48e3b42032af07d8b901', '109229', null, '100350', '2018-04-10 16:29:22', '100350', '2018-04-10 16:29:22', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('aa71fdd12da743d4a700fe18220418cf', 'new.jpg', 'ff7509a666244455ad2d3d700ccf03bb.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-04 16:13:20', '100350', '2018-05-04 16:13:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('abb088c298cf42b6a590f6b5af411a4e', '1c656da45b184bf49a5f2479745aa38d.jpg', '1c656da45b184bf49a5f2479745aa38d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '21739', null, '100351', '2018-05-17 11:28:42', '100351', '2018-05-17 11:28:42', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('abbbe36165e147c88f38bda4bed70acb', '干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单.doc', '干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/76b1c14e28884b478d751ed97e1b68aa', '109238', '1', '100350', '2018-05-15 15:26:09', '100350', '2018-05-15 15:26:09', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('aca29c2dafdd40fb8a75b9b373907dc9', '0b6a95b59c1e41bd8f2a0a1e26eb931a.jpg', '0b6a95b59c1e41bd8f2a0a1e26eb931a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:52:07', '100351', '2018-05-04 11:52:07', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ad030716478746e093b62175f6874729', '6dd04ea0691b4c02ba8b3acd59fe2a34.jpg', '6dd04ea0691b4c02ba8b3acd59fe2a34.jpg', 'c:/zzbjsdj_files//copyFiles//image', '18301', null, '100351', '2018-05-17 10:54:36', '100351', '2018-05-17 10:54:36', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ad1da65f3b174fbd91183523ba953971', '404f57173e014283bd1e94d8aed7a45d.jpg', '404f57173e014283bd1e94d8aed7a45d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-04 13:38:40', '100351', '2018-05-04 13:38:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ad4373fde6c140a19d33ffee93b23f87', 'c8285b4988904bb293fc7415b1976597.jpg', 'c8285b4988904bb293fc7415b1976597.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 15:16:27', '100351', '2018-04-18 15:16:27', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ad8dfb770f5243fcb9206207f9f03d86', '5e1c084fb7cd4da697045916c8205b53.jpg', '5e1c084fb7cd4da697045916c8205b53.jpg', 'c:/zzbjsdj_files//copyFiles//image', '29357', null, '100351', '2018-05-17 11:37:06', '100351', '2018-05-17 11:37:06', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ae7f7209df8b4883acdb04dbcb6fc854', '85162ab2236648baa411df6fa7b60b26.jpg', '85162ab2236648baa411df6fa7b60b26.jpg', 'c:/zzbjsdj_files//copyFiles//image', '1819', null, '100351', '2018-04-11 09:02:50', '100351', '2018-04-11 09:02:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('aefeb15d1e4b4b5e82f2550e50b0c6cf', 'cf9b113babdd4a688f56ddc52fe86c26.jpg', 'cf9b113babdd4a688f56ddc52fe86c26.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:18:22', '100351', '2018-05-04 09:18:22', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('af207aa3e9614384933a04a48345285e', '0cbf53905c104ff6a97f1e5a9591984e.jpg', '0cbf53905c104ff6a97f1e5a9591984e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 17:10:00', '100351', '2018-05-03 17:10:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('afa9e4ee8a49443eb03640948ad4aec1', '14d82dfcd6bf424f851eef6330d954ce.jpg', '14d82dfcd6bf424f851eef6330d954ce.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 15:53:02', '100351', '2018-04-19 15:53:02', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b018dd6a91a940d8afa6c1313d88150e', '2e678ab6d1d14777aa06616a6db7753d.jpg', '2e678ab6d1d14777aa06616a6db7753d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-17 17:22:03', '100351', '2018-04-17 17:22:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b0a5d417f1924e41a0b71933b1319521', 'f4f597c97b7e46d9b35b5cbc4241045b.jpg', 'f4f597c97b7e46d9b35b5cbc4241045b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:23:33', '100351', '2018-05-03 17:23:33', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b2eeea5314d444e9bc7010a8d7c0d8bd', '185288e051094cba9d4f7378435c22ef.jpg', '185288e051094cba9d4f7378435c22ef.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9208', null, '100350', '2018-04-12 14:40:07', '100350', '2018-04-12 14:40:07', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b355dc94978c49bfb9e4469f76d3640a', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/33a0d0da36fa4c20926133077564a979', '23730', null, '100350', '2018-04-10 16:18:12', '100350', '2018-04-10 16:18:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b4757882f0d346669ba84899988e6586', 'e30b1550eaa1487eb44a1e9e05cc11f6.jpg', 'e30b1550eaa1487eb44a1e9e05cc11f6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-19 17:30:12', '100351', '2018-04-19 17:30:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b51aa82d0d1e4f8e8ea22c47c861f8ac', '3aba7f3417d5438aba19af5d928331cb.jpg', '3aba7f3417d5438aba19af5d928331cb.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-20 15:33:40', '100351', '2018-04-20 15:33:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b6879d7425954b00b9c41707b873ff0f', '干部人事档案材料回执单.doc', '干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/06793a0370954b15887276b9369648f3', '109238', '1', '100350', '2018-05-14 17:27:58', '100350', '2018-05-14 17:27:58', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b777624b0d954974b4f247915016dec9', 'd332f01e0f88440bb0766c98cf3b055c.jpg', 'd332f01e0f88440bb0766c98cf3b055c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '188452', null, '100351', '2018-04-19 17:27:54', '100351', '2018-04-19 17:27:54', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b8359c57b6da41f49e174ee1bffd6d9d', 'Tulips.jpg', 'fdcdd4b6ac924d2a99dce7b73c33e179.jpg', 'c:/zzbjsdj_files//copyFiles//image', '620888', '0', '100350', '2018-04-25 13:47:37', '100350', '2018-04-25 13:47:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b8976d5b9a8547d795b9c991ac1dcf89', '96fe892ee16c44419d28a419440aab0f.jpg', '96fe892ee16c44419d28a419440aab0f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:18:20', '100351', '2018-05-03 17:18:20', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('b8c29114254e4ce6ad3946265737eab6', 'd310bba69a144ba3b8482678fdac3e7f.jpg', 'd310bba69a144ba3b8482678fdac3e7f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-18 11:37:57', '100351', '2018-04-18 11:37:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ba4a3ee403b740b0b5ff56c2c5fbc85e', '3257eb04ac3a48ba82102335e2992434.jpg', '3257eb04ac3a48ba82102335e2992434.jpg', 'c:/zzbjsdj_files//copyFiles//image', '188452', null, '100351', '2018-04-20 14:37:10', '100351', '2018-04-20 14:37:10', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('bb5fa384d79c4351b3d52cb1de4e541b', '662157985ae44583b0518163c68ee6e5.jpg', '662157985ae44583b0518163c68ee6e5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 09:33:54', '100351', '2018-04-17 09:33:54', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('bbfa5a7d14b1433ab24995c4c995578a', 'c6382b8e056e403b85b4b05fef21df87.jpg', 'c6382b8e056e403b85b4b05fef21df87.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:17:03', '100351', '2018-05-03 17:17:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('bc6b7f74c27149399d6a5f6fe4a73c7b', '01077dbd9be24f4d9abaff05417c0232.jpg', '01077dbd9be24f4d9abaff05417c0232.jpg', 'c:/zzbjsdj_files//copyFiles//image', '790250', null, '100351', '2018-04-24 16:03:25', '100351', '2018-04-24 16:03:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('bcebe800f7ad49d48c268fc0745b4ebd', '570f91003df740d6aac2991b7dbbfda5.jpg', '570f91003df740d6aac2991b7dbbfda5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11052', null, '100351', '2018-04-16 14:53:29', '100351', '2018-04-16 14:53:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('bd024ef1b01a4eef85b587e300220748', '4006bb0cde06478583137ab08b18df33.jpg', '4006bb0cde06478583137ab08b18df33.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:33:04', '100351', '2018-05-03 17:33:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('be299d52742e410197c1f4b2d0253d7f', '2.jpg', 'bd6cfe46498945669c96052fbf8ad3c0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-16 15:56:50', '100350', '2018-05-16 15:56:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('be5ab14cd16043e5977501cdd9c2643a', '提拔干部数据导入模板.xlsx', '提拔干部数据导入模板.xlsx', 'c:/zzbjsdj_files//copyFiles//file/19ad8c04ce74450bb6c1104fdb05a43b', '9513', '1', '100350', '2018-04-20 10:06:40', '100350', '2018-04-20 10:06:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('be662803f02848eaa618fd4088b6470a', '干部人事档案材料回执单 (13).doc', '干部人事档案材料回执单 (13).doc', 'c:/zzbjsdj_files//copyFiles//file/7b507aa3c64f4abeb7f625de3cf83a2d', '109247', null, '100350', '2018-04-10 16:41:47', '100350', '2018-04-10 16:41:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('bea41184babb4dafae0b1b8e93dc7f5c', '干部人事档案材料回执单 (1).doc', '干部人事档案材料回执单 (1).doc', 'c:/zzbjsdj_files//copyFiles//file/7dfb1f080d774370b910df2ec32e870b', '109211', '1', '100350', '2018-05-15 09:44:38', '100350', '2018-05-15 09:44:38', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('befff729d70b4b95b605413812fe7252', '5ac9f58862e54399932690f502c91bf1.jpg', '5ac9f58862e54399932690f502c91bf1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:41:41', '100351', '2018-05-04 11:41:41', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('bf0aa7af1f604734b38e9db6dbd80ffe', '干部人事档案材料回执单 (2).doc', '干部人事档案材料回执单 (2).doc', 'c:/zzbjsdj_files//copyFiles//file/b324c00c7ca3441ba8d989f78829e652', '28160', '1', '100350', '2018-04-11 10:53:52', '100350', '2018-04-11 10:53:52', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c04b5d1274694508b05753301d8a3e41', 'e7d48f2644434e49ae1658f67e52c80f.jpg', 'e7d48f2644434e49ae1658f67e52c80f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-19 17:24:02', '100351', '2018-04-19 17:24:02', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c15efd634b394d158e3675949382863b', '2.jpg', 'a3b0a06866544ca491840c905f5bb6f0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '130327', '0', '100350', '2018-05-04 10:46:57', '100350', '2018-05-04 10:46:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c1c2206066e9480280f72a389999760d', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/ddd8e87135e84e148d115f0eb4ef11c9', '23730', null, '100350', '2018-04-10 16:23:17', '100350', '2018-04-10 16:23:17', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c23c7dd1a9884e4da8ccecf98a0cdd78', '60ffa10c19aa4743aba11cb03a7779f9.jpg', '60ffa10c19aa4743aba11cb03a7779f9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-03 17:18:58', '100351', '2018-05-03 17:18:58', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c3395179e36040c2a852f618ee8f2c20', 'c3b2b173ce3446ae90f7bc6db5743961.jpg', 'c3b2b173ce3446ae90f7bc6db5743961.jpg', 'c:/zzbjsdj_files//copyFiles//image', '13515', null, '100350', '2018-05-17 11:03:34', '100350', '2018-05-17 11:03:34', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c3e3f8bff8d84aa0bbf2595bc015cd81', '4dfdd3e944c34855af2aff1c7a16a4fe.jpg', '4dfdd3e944c34855af2aff1c7a16a4fe.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-04 16:32:35', '100351', '2018-05-04 16:32:35', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c3fcfe6bb60e457eae367915218fcaf9', '干部人事档案材料回执单 (2).doc', '干部人事档案材料回执单 (2).doc', 'c:/zzbjsdj_files//copyFiles//file/2348181c170241a5b487d3f6efd937e9', '109238', '1', '100350', '2018-05-15 10:01:16', '100350', '2018-05-15 10:01:16', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c56b99d280f54e10bb0c35af091037d6', '77dd3e03095e4fa7a1ddd3b250521ea9.jpg', '77dd3e03095e4fa7a1ddd3b250521ea9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '22200', null, '100351', '2018-05-17 10:55:06', '100351', '2018-05-17 10:55:06', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c5df5c785eba419eb735eebcdb5ec49c', 'c370bc80fb58475cbd5d839baf15b955.jpg', 'c370bc80fb58475cbd5d839baf15b955.jpg', 'c:/zzbjsdj_files//copyFiles//image', '194688', null, '100351', '2018-04-19 17:28:56', '100351', '2018-04-19 17:28:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c6a54632b3594d849415d5225a612810', '697ca7492b2142d6989ba159c9ac4826.jpg', '697ca7492b2142d6989ba159c9ac4826.jpg', 'c:/zzbjsdj_files//copyFiles//image', '120767', null, '100351', '2018-04-19 16:41:15', '100351', '2018-04-19 16:41:15', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c70373a084914419ae09d7caaaea1256', 'fea729dcbdfd4951b96d82141a5eabb9.jpg', 'fea729dcbdfd4951b96d82141a5eabb9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:56', '100351', '2018-04-19 17:06:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c760c64d8efc4f439109082aa0c04872', '297e8c4b56e14d0fab419f298fd3690b.jpg', '297e8c4b56e14d0fab419f298fd3690b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 08:52:01', '100351', '2018-05-04 08:52:01', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('c7a0fa3c5b39421caf11bba34b3e9dce', '2698c1b6c05e4ae9bedfaee4622452d2.jpg', '2698c1b6c05e4ae9bedfaee4622452d2.jpg', 'c:/zzbjsdj_files//copyFiles//image', '790250', null, '100351', '2018-04-24 15:44:25', '100351', '2018-04-24 15:44:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('cb1cd1cd1a6d4dcf8804d4da07138699', 'de53bd64911b4837aeeb6f13e2b659e4.jpg', 'de53bd64911b4837aeeb6f13e2b659e4.jpg', 'c:/zzbjsdj_files//copyFiles//image', '194688', null, '100351', '2018-04-16 17:33:55', '100351', '2018-04-16 17:33:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('cb33ebfb5fd24fa3bcca99df53ca6bbe', 'new.jpg', '0574b63f136c464d8bd44596c3a45b16.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100351', '2018-05-04 15:35:04', '100351', '2018-05-04 15:35:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('cbf3a5f75bca4808beaaf4a41a3fa862', 'cb11c746821c4022996ad0844ae15dd1.jpg', 'cb11c746821c4022996ad0844ae15dd1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 11:38:31', '100351', '2018-04-18 11:38:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('cc43644d16be490a82f269e1f9a32d69', 'ec19c21ff1ba49af91afb8ed7a78c289.jpg', 'ec19c21ff1ba49af91afb8ed7a78c289.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-20 14:50:13', '100351', '2018-04-20 14:50:13', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('cd885df2354a426c99d317957d27eb10', 'new (1).jpg', 'new (1).jpg', 'c:/zzbjsdj_files//copyFiles//file/0b48742c20c048c785e66779cd364f4a', '23730', null, '100350', '2018-04-10 16:13:40', '100350', '2018-04-10 16:13:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('cdebc7ae431c40b98441f225708ac06e', '离退数据导入模板.xlsx', '离退数据导入模板.xlsx', 'c:/zzbjsdj_files//copyFiles//file/fcd4b97daf0d47fdb0010c6b04640d70', '3982', '1', '100350', '2018-04-19 16:54:47', '100350', '2018-04-19 16:54:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d08e221389c84529ac827441eecf6f38', '干部人事档案材料回执单.doc', '干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/a405b2e60a214e928d17a692e2273b1c', '109238', '1', '100350', '2018-05-15 10:02:30', '100350', '2018-05-15 10:02:30', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d14578a9ca1c48289bef3c4fea2af4ad', '09e6b07d7906421b911d1e70dc0e5b64.jpg', '09e6b07d7906421b911d1e70dc0e5b64.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-20 10:07:47', '100351', '2018-04-20 10:07:47', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d1e5ae6c775c4ac58942e16b7fbb1728', '8d2c1c2554414fa6b2057670486d130d.jpg', '8d2c1c2554414fa6b2057670486d130d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23896', null, '100351', '2018-05-17 13:27:56', '100351', '2018-05-17 13:27:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d29a92a5fc5347708c0a581afe1d7755', 'acc180241584415e8fe469402326d621.jpg', 'acc180241584415e8fe469402326d621.jpg', 'c:/zzbjsdj_files//copyFiles//image', '17665', null, '100351', '2018-05-17 11:21:08', '100351', '2018-05-17 11:21:08', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d2c831cbc4d44483afaa356ae75de92b', '7be7fe2a570e4c3e90b11bfdd7601f0b.jpg', '7be7fe2a570e4c3e90b11bfdd7601f0b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 11:49:00', '100351', '2018-05-04 11:49:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d321299013584b49b4def72b392dde71', '2a4483c0c6e44d02a8cd003fdd68d5ae.jpg', '2a4483c0c6e44d02a8cd003fdd68d5ae.jpg', 'c:/zzbjsdj_files//copyFiles//image', '13232', null, '100350', '2018-05-09 08:48:33', '100350', '2018-05-09 08:48:33', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d34362abc5ee49c3bbafd207d0544678', '干部人事档案材料回执单 (2).doc', '干部人事档案材料回执单 (2).doc', 'c:/zzbjsdj_files//copyFiles//file/76cf0788ce4e474c8c88f88bdf108ea9', '62406', '1', '100350', '2018-04-11 10:53:01', '100350', '2018-04-11 10:53:01', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d34778d02dcd42e192d254cae91b521d', 'e5a9d399f58c4317942bbf85a6d39e81.jpg', 'e5a9d399f58c4317942bbf85a6d39e81.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11519', null, '100350', '2018-05-15 11:10:50', '100350', '2018-05-15 11:10:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d3b0e8d1b3204cc4bf1960ece0fa7449', '1979c3d2f6394a61b09312a6b859c3e9.jpg', '1979c3d2f6394a61b09312a6b859c3e9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '11319', null, '100350', '2018-04-23 09:12:44', '100350', '2018-04-23 09:12:44', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d430858b0fd442f787eb4f8c51ed71e2', 'new (1).jpg', 'new (1).jpg', 'c:/zzbjsdj_files//copyFiles//file/25b1cd3ccbb84dae8b97374fbc1b947e', '23730', null, '100350', '2018-04-10 16:17:02', '100350', '2018-04-10 16:17:02', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d4a79922485443b18fc57018490251ec', '9a719c1a6f784484ba11ba13ded4f530.jpg', '9a719c1a6f784484ba11ba13ded4f530.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:56:25', '100351', '2018-05-04 08:56:25', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d50baa4b346c43a590f2dc1529b32fa8', '043e31f8247344aba7594fb90e13cde3.jpg', '043e31f8247344aba7594fb90e13cde3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '13010', null, '100350', '2018-05-16 15:40:04', '100350', '2018-05-16 15:40:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d7d0d46a2c0745b287932af720fc6808', 'dd66828fb3554ca4825b1cb9f085d60d.jpg', 'dd66828fb3554ca4825b1cb9f085d60d.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-19 14:42:38', '100351', '2018-04-19 14:42:38', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d866bcdb99254c68ba03ae7ee6ace27f', 'ef3d4af877964967b629d8210482f0e6.jpg', 'ef3d4af877964967b629d8210482f0e6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '683705', null, '100351', '2018-04-24 16:32:01', '100351', '2018-04-24 16:32:01', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d90cd3208f0540e1901a679285d2edc8', '09457ed3e62645eaa85f877305a463dc.jpg', '09457ed3e62645eaa85f877305a463dc.jpg', 'c:/zzbjsdj_files//copyFiles//image', '25354', null, '100351', '2018-05-17 11:32:29', '100351', '2018-05-17 11:32:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('d9c185b35f8b4b24b77512331e7b6f9f', 'new (1).jpg', '1d83059cf8e742458edb3c6891eed612.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-10 16:59:00', '100350', '2018-04-10 16:59:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('db153ce4a8d1458d9def832efd083d4c', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/e5e4d14308534761bcf3c29f013449d8', '23730', null, '100350', '2018-04-10 16:17:37', '100350', '2018-04-10 16:17:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('dc79b6574fb54ec4a74de17ef9c2be70', '086b6508226e4b229c0a71297fffcfb3.jpg', '086b6508226e4b229c0a71297fffcfb3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:15:41', '100351', '2018-05-03 17:15:41', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('dd41eec0a28f45d0956b8eeb129ad61d', 'a3601cf96b5b4f12a0fac81b44ee9331.jpg', 'a3601cf96b5b4f12a0fac81b44ee9331.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-04 15:06:31', '100351', '2018-05-04 15:06:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('dd43890710cb41208484be88d5156f31', '9ab978dff06c4ba78a903e07f02d9521.jpg', '9ab978dff06c4ba78a903e07f02d9521.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-17 09:48:40', '100351', '2018-05-17 09:48:40', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('dd820731a59d451abde1f2fa2ec4fed2', '干部人事档案材料回执单 (1).doc', '干部人事档案材料回执单 (1).doc', 'c:/zzbjsdj_files//copyFiles//file/a43e25c46bb6457b898a4445c4f5e458', '109243', '1', '100350', '2018-04-11 10:51:04', '100350', '2018-04-11 10:51:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('de6853bf894a4317b05dfb4875e67cac', 'd3bcf062cb924d2890b532ccf480e0fc.jpg', 'd3bcf062cb924d2890b532ccf480e0fc.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 16:12:33', '100351', '2018-04-18 16:12:33', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('df92405263124f74b1c6ebb78ed848dd', '5b8a0b12acf54b6ab6847e797f2b9f93.jpg', '5b8a0b12acf54b6ab6847e797f2b9f93.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:32:50', '100351', '2018-05-04 13:32:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e0cd98c171b44c9b846c22716c704728', '542abff7e75c4ce18546714b96a25d3f.jpg', '542abff7e75c4ce18546714b96a25d3f.jpg', 'c:/zzbjsdj_files//copyFiles//image', '20738', null, '100351', '2018-05-18 16:30:38', '100351', '2018-05-18 16:30:38', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e1854ffafe53473ca60a3ee1444f7483', '4390573736224004adc3b7be455cc7c5.jpg', '4390573736224004adc3b7be455cc7c5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 17:25:51', '100351', '2018-05-03 17:25:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e26dc77a04dd4cda883f3251e748e6ba', '128465e4bf0949d0a1a55790b5cc82eb.jpg', '128465e4bf0949d0a1a55790b5cc82eb.jpg', 'c:/zzbjsdj_files//copyFiles//image', '24328', null, '100351', '2018-05-17 11:49:00', '100351', '2018-05-17 11:49:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e299262e05144df998f735fbee246049', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/df2405cef32c4ec6992f15bbaec9d60a', '23730', null, '100350', '2018-04-10 16:16:18', '100350', '2018-04-10 16:16:18', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e37b5de230114275a29aa985f2b27d94', 'new.jpg', '5523cad69c784f73a7436ea3358064d7.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-20 10:12:18', '100350', '2018-04-20 10:12:18', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e60c00d88a004c03b63b7c42ec755ee9', 'dafcbb36e950455cb3a19151993f6205.jpg', 'dafcbb36e950455cb3a19151993f6205.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:54', '100351', '2018-04-19 17:06:54', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e63a43b843a24c60bcd61827e39f4ea8', '074cf20cbe6640c3aaa509689963073c.jpg', '074cf20cbe6640c3aaa509689963073c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:52:06', '100351', '2018-05-04 08:52:06', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e671e86f789249fa81abfe3eb81a93b7', 'c22aa138d42949c2842eb97c4c3d9ead.jpg', 'c22aa138d42949c2842eb97c4c3d9ead.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:24:34', '100351', '2018-05-04 09:24:34', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e699c53a7d914a6d82622a2849abfd92', '437727bb39cc4091b528c53a769b0b4e.jpg', '437727bb39cc4091b528c53a769b0b4e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-07 10:13:23', '100351', '2018-05-07 10:13:23', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e7743e6d02244d4aa1c38cda68272387', 'new.jpg', '35cfc713c0a6461aa6f1081353530bf6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-15 14:25:04', '100350', '2018-05-15 14:25:04', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e996f7d6465441bca31d536c94ebbf00', '68486d8efe6f405b8f09cd9857e2c36e.jpg', '68486d8efe6f405b8f09cd9857e2c36e.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 15:17:13', '100351', '2018-04-18 15:17:13', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e9abd89ccbfb46aca7bb7fe145a46649', 'new (1).jpg', 'new (1).jpg', 'c:/zzbjsdj_files//copyFiles//file/55d77b5765fe43ef88f4c7ed5930a398', '23730', null, '100350', '2018-04-10 16:20:30', '100350', '2018-04-10 16:20:30', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('e9e5cb278fd24dfcadc27053ef68f09d', '3e6e034594e2459db8f3b59532a39f0a.jpg', '3e6e034594e2459db8f3b59532a39f0a.jpg', 'c:/zzbjsdj_files//copyFiles//image', '25364', null, '100351', '2018-05-17 11:27:12', '100351', '2018-05-17 11:27:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ea68a5b0d34c4e3fad7e43eab367abf5', 'new.jpg', '4985f709a96540e29c8605845b7799cf.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-04-23 10:29:39', '100350', '2018-04-23 10:29:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ea698db093c14964b8d88688e1236193', 'f339a6aa00724bf994cecd00a24103e3.jpg', 'f339a6aa00724bf994cecd00a24103e3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '115217', null, '100351', '2018-04-19 16:43:29', '100351', '2018-04-19 16:43:29', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ea7da7b3cc30459ea8b8ec2c6f04fe79', '7e1bbf4ad68e41a0b047b6cf1d98f0a8.jpg', '7e1bbf4ad68e41a0b047b6cf1d98f0a8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 17:21:12', '100351', '2018-04-17 17:21:12', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('eb946095d794438c82048bc907abc119', 'ff80467e20164111a1a0d1d7c2fb8b12.jpg', 'ff80467e20164111a1a0d1d7c2fb8b12.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:33:39', '100351', '2018-05-04 13:33:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('eba212e8df4b4aab90f9eb009007613a', '8ca85bd8373e4e029cfe08dd295f6410.jpg', '8ca85bd8373e4e029cfe08dd295f6410.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:51:55', '100351', '2018-05-04 08:51:55', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ebad8d23a5e648379671a4b731a2b4a5', '13a09b6a6a5344dfb05306d564c4d442.jpg', '13a09b6a6a5344dfb05306d564c4d442.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:53', '100351', '2018-04-19 17:06:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('eca27c7fe12f4eaba33c5ca138c64380', '7c75721c4410414dbce8a2a7fc67c62b.jpg', '7c75721c4410414dbce8a2a7fc67c62b.jpg', 'c:/zzbjsdj_files//copyFiles//image', '238626', null, '100351', '2018-04-19 17:35:22', '100351', '2018-04-19 17:35:22', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ede1207db7e2468eb117e8664e86d22c', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/81c44f4182d24be788533002d40f085f', '23730', null, '100350', '2018-04-10 16:24:14', '100350', '2018-04-10 16:24:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('edf6228d3dea4f738ce5f98f5ed0510c', '3f8cfe8c097d4713a02e0be09d47de46.jpg', '3f8cfe8c097d4713a02e0be09d47de46.jpg', 'c:/zzbjsdj_files//copyFiles//image', '10713', null, '100351', '2018-04-13 14:27:39', '100351', '2018-04-13 14:27:39', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('edf97b242a0540a9a906cfbe689f9bad', '829e0a4677214692807f07c4f74ceb82.jpg', '829e0a4677214692807f07c4f74ceb82.jpg', 'c:/zzbjsdj_files//copyFiles//image', '21437', null, '100351', '2018-05-18 16:28:57', '100351', '2018-05-18 16:28:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ef322f4c7f6a4970b5102418b442a43c', 'b852f01f32414bc1a6449192ecbef935.jpg', 'b852f01f32414bc1a6449192ecbef935.jpg', 'c:/zzbjsdj_files//copyFiles//image', '835472', null, '100351', '2018-04-24 15:35:43', '100351', '2018-04-24 15:35:43', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('efc65a91c9994fdd93f89e1e5a881200', '3f6a0629d78d4a0a92208107bc45c3fc.jpg', '3f6a0629d78d4a0a92208107bc45c3fc.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 15:22:14', '100351', '2018-05-04 15:22:14', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f06adf86beb14eafa7d0d2017fe120bd', '干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单.doc', '干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/2917a5d2327f4ee48918e645a1503595', '109238', '1', '100350', '2018-05-15 15:24:26', '100350', '2018-05-15 15:24:26', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f0d87859452846a590ad88d251ff3e0d', '077433c17ca94895bf651538400559db.jpg', '077433c17ca94895bf651538400559db.jpg', 'c:/zzbjsdj_files//copyFiles//image', '10915', null, '100350', '2018-04-10 17:22:44', '100350', '2018-04-10 17:22:44', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f0fc9c02c996420085e03b2b37d28fac', 'bd648d9a62e44313a7f90340a76721e0.jpg', 'bd648d9a62e44313a7f90340a76721e0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-03 17:27:06', '100351', '2018-05-03 17:27:06', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f17222e52b434ff48deb75d6f73f0912', '7f9b47229d4d4a718a414410feb81553.jpg', '7f9b47229d4d4a718a414410feb81553.jpg', 'c:/zzbjsdj_files//copyFiles//image', '211753', null, '100351', '2018-04-19 17:29:36', '100351', '2018-04-19 17:29:36', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f189e498fe9642aaaeddcb45d08080a0', '6398b3c77d60493bbc19b1c2093163c5.jpg', '6398b3c77d60493bbc19b1c2093163c5.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 10:20:34', '100351', '2018-05-04 10:20:34', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f1d91a9af5404fef96bcb3cc2ff254b7', 'new.jpg', '25e4f9762a3840e09d6f43170d6df854.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-16 15:56:38', '100350', '2018-05-16 15:56:38', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f1fdd27b2f5f42f2a214388c775ae1a7', '2a4544aca61647c59e82f4d5a0fd6939.jpg', '2a4544aca61647c59e82f4d5a0fd6939.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-20 10:07:16', '100351', '2018-04-20 10:07:16', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f2460ee49821484295a375787af48f18', 'b65f197fdf124eb1a78d3b7df7499512.jpg', 'b65f197fdf124eb1a78d3b7df7499512.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-04 10:26:51', '100351', '2018-05-04 10:26:51', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f26c6e0fe4e743b58ff482e6d7adb904', 'new.jpg', 'new.jpg', 'c:/zzbjsdj_files//copyFiles//file/92c74e5815334c8d9259fa2e581134d2', '23730', null, '100350', '2018-04-10 16:19:16', '100350', '2018-04-10 16:19:16', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f3defddcb0b54d109ad1d042ea49755e', '7aeda929e8eb4da7a4ff960f606073e3.jpg', '7aeda929e8eb4da7a4ff960f606073e3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '202741', null, '100351', '2018-04-16 17:32:53', '100351', '2018-04-16 17:32:53', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f5360c855bdb437d97a603e505c8ae49', 'bcc4a169d736457bb638edf45c1e4b20.jpg', 'bcc4a169d736457bb638edf45c1e4b20.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:50:06', '100351', '2018-05-04 08:50:06', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f7122b732445484fa256c62919fc59b9', '7582d1db4b844585b779acd351e12a47.jpg', '7582d1db4b844585b779acd351e12a47.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 09:08:50', '100351', '2018-05-04 09:08:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f7ee375f20204feebebf43113768e026', 'c3cd00ddfb224fa78263248fe0e770b1.jpg', 'c3cd00ddfb224fa78263248fe0e770b1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-18 15:06:31', '100351', '2018-04-18 15:06:31', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f85efddf9e2c4012b6a339c7a6a3a39f', 'bf648a86ec9f46639758bb442fd656b1.jpg', 'bf648a86ec9f46639758bb442fd656b1.jpg', 'c:/zzbjsdj_files//copyFiles//image', '181151', null, '100351', '2018-04-17 08:29:17', '100351', '2018-04-17 08:29:17', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f8661c789a7c4c49bc2263b0fb563e48', 'e6a50e4bfb9d4e439658663d66646fcd.jpg', 'e6a50e4bfb9d4e439658663d66646fcd.jpg', 'c:/zzbjsdj_files//copyFiles//image', '9224', null, '100351', '2018-05-03 16:24:37', '100351', '2018-05-03 16:24:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f8eaddb7435b408a9ce30de3df95d03c', '干部人事档案材料回执单.doc', '干部人事档案材料回执单.doc', 'c:/zzbjsdj_files//copyFiles//file/b20a8998462b4e758b9cd17579b9da9c', '109238', '1', '100350', '2018-05-15 09:40:49', '100350', '2018-05-15 09:40:49', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f92cb9801eb94e8ba2aa85dd1b3e4b07', '80fa7dee594145acbe74c253a5f26e66.jpg', '80fa7dee594145acbe74c253a5f26e66.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:41:57', '100351', '2018-05-04 08:41:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f962ef79e4b646f4a80229721582db9e', 'new.jpg', 'd5b1c5b00eba4951ae6efb75d5e4e150.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-21 09:29:08', '100350', '2018-05-21 09:29:08', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('f96a3bf689c34567bcdb2e40f0b64716', 'e7513193e08a498da613885342df64cc.jpg', 'e7513193e08a498da613885342df64cc.jpg', 'c:/zzbjsdj_files//copyFiles//image', '19993', null, '100351', '2018-05-17 09:50:00', '100351', '2018-05-17 09:50:00', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fa2ce0e7daa74c3bad405efcedd09b93', '182eb2c7f29d4f56ae1f443523f88eee.jpg', '182eb2c7f29d4f56ae1f443523f88eee.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 08:42:27', '100351', '2018-05-04 08:42:27', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fb1ded81199d43048a12acfad676c32f', 'f84052e005b7466081c82847d45ba5e0.jpg', 'f84052e005b7466081c82847d45ba5e0.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 10:15:50', '100351', '2018-05-04 10:15:50', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fb41511d10324323aed0b8ae582e6a41', '269d0eeb28ac4952b141983f9b8dd904.jpg', '269d0eeb28ac4952b141983f9b8dd904.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 13:38:46', '100351', '2018-05-04 13:38:46', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fb7613db8f854936a24148f19c5c0d93', '干部人事档案材料回执单 (3).doc', '干部人事档案材料回执单 (3).doc', 'c:/zzbjsdj_files//copyFiles//file/d6a2a93dd0ff464fbb0737b017379b8f', '28160', '1', '100350', '2018-04-11 11:01:37', '100350', '2018-04-11 11:01:37', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fbc72d3211ca42b6a451a5a942e8d643', '714d4beea4bb4de0bf9c4de5748ad84c.jpg', '714d4beea4bb4de0bf9c4de5748ad84c.jpg', 'c:/zzbjsdj_files//copyFiles//image', '129384', null, '100351', '2018-05-04 15:21:34', '100351', '2018-05-04 15:21:34', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fd992c2eaabd4082859191ec50b49d94', '789b7d2eee554f37b92559c2edf751a3.jpg', '789b7d2eee554f37b92559c2edf751a3.jpg', 'c:/zzbjsdj_files//copyFiles//image', '12281', null, '100350', '2018-04-10 17:21:07', '100350', '2018-04-10 17:21:07', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fde73c0b95c643e1810a20f434e9d3a5', '5491f269ce5d4f3fb1a2573411ecac76.jpg', '5491f269ce5d4f3fb1a2573411ecac76.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-03 17:32:45', '100351', '2018-05-03 17:32:45', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fe71fd13497c41779d528926b29961c4', '4bca8e92ee5c489c9334c68656295322.jpg', '4bca8e92ee5c489c9334c68656295322.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:56', '100351', '2018-04-19 17:06:56', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('fe9ccd6ab5184a339600b921a1258aba', 'new.jpg', '4a3249fa71e7441bbb2c7709ce25c801.jpg', 'c:/zzbjsdj_files//copyFiles//image', '23730', '0', '100350', '2018-05-15 14:44:11', '100350', '2018-05-15 14:44:11', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('feca345d369e48b5821bd35d91f036b8', 'ee04e0aec1ad42ffb35a4337fa8b6ac9.jpg', 'ee04e0aec1ad42ffb35a4337fa8b6ac9.jpg', 'c:/zzbjsdj_files//copyFiles//image', '2825', null, '100351', '2018-04-19 17:06:57', '100351', '2018-04-19 17:06:57', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ff3d2d5e6dcd46a296babce7e0947b45', '16da4adb3bd84a9b914b7c4c983476f6.jpg', '16da4adb3bd84a9b914b7c4c983476f6.jpg', 'c:/zzbjsdj_files//copyFiles//image', '15935', null, '100351', '2018-04-11 09:15:03', '100351', '2018-04-11 09:15:03', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ff4b42863c5146428b866bb831e76946', '426bae279612426c8741e9a5fedec3e8.jpg', '426bae279612426c8741e9a5fedec3e8.jpg', 'c:/zzbjsdj_files//copyFiles//image', '132779', null, '100351', '2018-05-04 15:21:44', '100351', '2018-05-04 15:21:44', null, '0');
INSERT INTO `tbl_common_attachment` VALUES ('ffabca3fffa64d1e826d5204c7af058f', 'Penguins.jpg', 'Penguins.jpg', 'c:/zzbjsdj_files//copyFiles//file/cc164551cabc440e8fbb5deffc25d65f', '777835', '1', '100351', '2018-04-20 15:34:53', '100351', '2018-04-20 15:34:53', null, '0');

-- ----------------------------
-- Table structure for `tbl_consult_archives`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_consult_archives`;
CREATE TABLE `tbl_consult_archives` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `borrow_date` datetime DEFAULT NULL COMMENT '借阅日期',
  `consult_unit` varchar(255) DEFAULT NULL COMMENT '借阅单位',
  `reason` varchar(500) DEFAULT NULL COMMENT '借阅事由',
  `content` varchar(2000) DEFAULT NULL COMMENT '查档内容',
  `borrow_unit_opinion` varchar(500) DEFAULT NULL COMMENT '借阅单位意见',
  `borrow_approve_time` datetime DEFAULT NULL COMMENT '借阅单位批示时间',
  `municipal_opinion` varchar(500) DEFAULT NULL COMMENT '市委领导意见',
  `municipal_approve_time` datetime DEFAULT NULL COMMENT '市委批示时间',
  `approve_attachment` varchar(1000) DEFAULT NULL COMMENT '借阅审批附件',
  `operator` varchar(64) DEFAULT NULL COMMENT '经办人',
  `status` char(1) DEFAULT '1' COMMENT '业务状态 1:未审核 2:审核中 3:已审核',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='查阅档案主表';

-- ----------------------------
-- Records of tbl_consult_archives
-- ----------------------------
INSERT INTO `tbl_consult_archives` VALUES ('2809b51469214f5abb3e9cda8610134f', '2018-05-18 16:29:05', '20009', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-18 16:29:22', '100351', '2018-05-18 16:29:22', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('3f135416e62f4b5cb26aa1eca094b0da', '2018-05-18 09:07:08', '20009', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-18 09:07:19', '100351', '2018-05-18 09:07:19', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('4a9073bbd7be4e0e827e9559c4af3492', '2018-05-15 11:09:50', '20008', '无', '无', null, null, null, null, '', null, '1', '100350', '2018-05-15 11:12:36', '100350', '2018-05-16 16:23:14', '无', '0');
INSERT INTO `tbl_consult_archives` VALUES ('736f279a4c784dc4b47365fd0bad16de', '2018-05-18 09:04:23', '20009', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-18 09:04:36', '100351', '2018-05-18 09:04:36', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('7cea80a19231465c8fcfb7bb2a6b551e', '2018-05-19 16:30:18', '20012', '', '', null, null, null, null, '/CadreArchivesManage/copyFiles//image/d5b1c5b00eba4951ae6efb75d5e4e150.jpg', null, '1', '100351', '2018-05-18 16:30:59', '100350', '2018-05-21 09:29:12', '', '0');
INSERT INTO `tbl_consult_archives` VALUES ('8759fe9ce3a44fd68529a33452305798', '2018-05-18 16:26:13', '20009', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-18 16:26:50', '100351', '2018-05-18 16:26:50', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('a1c1856a84d345c593c8fcce98306249', '2018-05-16 00:00:00', '20013', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-14 14:32:41', '100350', '2018-05-15 13:54:06', '', '0');
INSERT INTO `tbl_consult_archives` VALUES ('a8505076f33c4e58ab9ce7da2f4e64be', '2018-05-18 16:18:14', '20014', '无', '无', null, null, null, null, '', null, '1', '100351', '2018-05-18 16:19:04', '100351', '2018-05-18 16:19:04', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('ad899f2dbfd141b9b7ed8fa05a65d635', '2018-05-15 00:00:00', '20009', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-14 14:29:49', '100350', '2018-05-16 15:13:35', '', '0');
INSERT INTO `tbl_consult_archives` VALUES ('c6029ba4ca1248edaf56944b0c7b46bf', '2018-05-18 11:32:09', '20005', '', '', null, null, null, null, '', null, '1', '100350', '2018-05-18 11:32:17', '100350', '2018-05-18 11:32:17', '', '0');
INSERT INTO `tbl_consult_archives` VALUES ('d21c5289107e40feb0bb9d35958487fe', '2018-05-18 11:53:53', '20006', '', '', null, null, null, null, '', null, '1', '100350', '2018-05-18 11:53:59', '100350', '2018-05-18 13:37:35', '', '0');
INSERT INTO `tbl_consult_archives` VALUES ('dd1db96735e940719397427d6a842277', '2018-05-15 14:40:59', '20002', '', '', null, null, null, null, '', null, '1', '100350', '2018-05-15 14:41:13', '100350', '2018-05-15 14:41:13', '', '0');
INSERT INTO `tbl_consult_archives` VALUES ('e577fd1bbab4444c9817b345cc8c61a8', '2018-05-17 16:45:43', '20010', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-17 16:46:12', '100351', '2018-05-17 16:46:12', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('e5b64d580ad74521a164fd8f95e27154', '2018-05-18 09:30:59', '20009', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-18 09:31:09', '100351', '2018-05-18 09:31:09', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('e5c974ff23754f59b56ebb7a7cf6b1ca', '2018-05-18 09:03:13', '20008', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-18 09:03:31', '100351', '2018-05-18 09:03:31', null, '0');
INSERT INTO `tbl_consult_archives` VALUES ('e8ebe1212d9445f5b08206878aa7d080', '2018-05-17 16:45:43', '20010', '', '', null, null, null, null, '', null, '1', '100351', '2018-05-17 16:46:42', '100351', '2018-05-17 16:46:42', null, '0');

-- ----------------------------
-- Table structure for `tbl_family_registration`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_family_registration`;
CREATE TABLE `tbl_family_registration` (
  `id` varchar(50) NOT NULL COMMENT 'ID',
  `a0101` varchar(100) DEFAULT NULL COMMENT '姓名',
  `a0157` varchar(100) DEFAULT NULL COMMENT '单位',
  `A0215A` varchar(200) DEFAULT NULL COMMENT '职务',
  `a0184` varchar(40) DEFAULT NULL COMMENT '身份证号',
  `fr_matters` varchar(300) DEFAULT NULL COMMENT '申报事宜/报告事项',
  `fr_holding` varchar(50) DEFAULT NULL COMMENT '举办方式',
  `fr_feteTime` varchar(255) DEFAULT NULL COMMENT '宴请时间',
  `fr_city` varchar(20) DEFAULT NULL COMMENT '城市',
  `fr_fetePlace` varchar(50) DEFAULT NULL COMMENT '宴请地点',
  `fr_feteScale` varchar(50) DEFAULT NULL COMMENT '宴请规模',
  `fr_attendants` varchar(50) DEFAULT NULL COMMENT '参加人员',
  `fr_amount` varchar(5) DEFAULT NULL COMMENT '数量(人)',
  `fr_giftAmount` varchar(200) DEFAULT NULL COMMENT '收取礼金礼品数量',
  `fr_feteAmount` varchar(4) DEFAULT NULL COMMENT '宴请桌数',
  `fr_feteCost` varchar(20) DEFAULT NULL COMMENT '价格(元)',
  `fr_otherCost` varchar(20) DEFAULT NULL COMMENT '其他费用(元)',
  `fr_totalCost` varchar(20) DEFAULT NULL COMMENT '总体花费(元)',
  `fr_feteStandards` varchar(20) DEFAULT NULL COMMENT '宴请标准(元/桌)',
  `fr_fetePeople` varchar(100) DEFAULT NULL COMMENT '宴请对象',
  `fr_instruction` varchar(200) DEFAULT NULL COMMENT '其他需要说明的情况',
  `fr_type` varchar(1) DEFAULT NULL COMMENT '登记类型 0-婚嫁事前登记 1-婚嫁事后登记 2-丧葬事后登记',
  `create_by` varchar(255) DEFAULT NULL,
  `create_date` datetime DEFAULT NULL,
  `update_by` varchar(255) DEFAULT NULL,
  `update_date` datetime DEFAULT NULL,
  `del_flag` varchar(10) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='家庭重大事项登记表';

-- ----------------------------
-- Records of tbl_family_registration
-- ----------------------------

-- ----------------------------
-- Table structure for `tbl_give_back`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_give_back`;
CREATE TABLE `tbl_give_back` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `return_time` datetime DEFAULT NULL COMMENT '归还时间',
  `return_person` varchar(64) DEFAULT NULL COMMENT '归还人',
  `photo` varbinary(100) DEFAULT NULL COMMENT '归还人照片',
  `status` char(1) DEFAULT NULL COMMENT '归还状态 1:未归还 2:已归还',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  KEY `main_id` (`main_id`),
  CONSTRAINT `tbl_give_back_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_borrow_archives` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='归还记录子表';

-- ----------------------------
-- Records of tbl_give_back
-- ----------------------------
INSERT INTO `tbl_give_back` VALUES ('03affdf51ecf43e38b3d154e1fd7f750', '93842a5a7ca041e7bde3ae52a7cf25b6', null, null, null, '1', '100351', '2018-05-17 11:26:54', '100351', '2018-05-17 11:26:54', null, '0');
INSERT INTO `tbl_give_back` VALUES ('047167a545034d77b2e36a2c14c0ecb2', 'f7ebf43d4f87454d8c3248c147c1e955', '2018-03-13 11:10:42', '22', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F31663037613863626232383934366238383731303364373033623839336663342E6A7067, null, '100350', '2018-03-30 10:52:56', '100350', '2018-04-17 09:05:38', '12', '0');
INSERT INTO `tbl_give_back` VALUES ('6095a7d8d38d4a4992e8baa8159c3706', 'd8b392babf6e459cb1258f59f5f703ae', null, null, null, '1', '100351', '2018-05-18 09:34:46', '100351', '2018-05-18 09:34:46', null, '0');
INSERT INTO `tbl_give_back` VALUES ('61c821ca2d47424e8007eabd9bab2b72', 'a475d947cb264b909adefa59fe16ee7d', null, null, null, '1', '100350', '2018-04-26 13:55:43', '100350', '2018-04-26 13:55:43', null, '0');
INSERT INTO `tbl_give_back` VALUES ('8ef71343c0f946ccbd4bdff2eb56cfc7', 'de3747b9a48f43359fcbf970d6f65467', '2018-05-09 08:53:33', '李七', '', '2', '100350', '2018-05-09 08:49:17', '100350', '2018-05-09 08:54:11', '无', '0');
INSERT INTO `tbl_give_back` VALUES ('9864ded4f80840f3ac1224e109375915', 'a762e43feb1b4734a644ee26814dfd0f', null, null, null, '1', '100351', '2018-05-17 09:50:53', '100351', '2018-05-17 09:50:53', null, '0');
INSERT INTO `tbl_give_back` VALUES ('9f1dee85f7074b12ab4812642effcdd7', '78e131d3ea344d048637d6b4777535d8', null, null, null, '1', '100350', '2018-04-23 10:29:49', '100350', '2018-04-23 10:29:49', null, '0');
INSERT INTO `tbl_give_back` VALUES ('a54e255f30704bb1b93087b7bf25aa07', 'f6406516d878401488b6abdb8dfeedd2', '2018-04-17 09:30:21', '小明', 0x2F436164726541726368697665734D616E6167652F636F707946696C65732F2F696D6167652F34326262643339633665393834303566613130306534336361326632613034322E6A7067, '2', '100350', '2018-04-17 09:30:01', '100350', '2018-05-21 09:08:42', '无', '0');
INSERT INTO `tbl_give_back` VALUES ('fc7974fcb26e45e187d7987ba3144986', 'fabb094b27404ee5ba3fe5d27d0bfe72', null, null, null, '1', '100351', '2018-05-14 10:54:53', '100351', '2018-05-14 10:54:53', null, '0');

-- ----------------------------
-- Table structure for `tbl_hand_over_files`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_hand_over_files`;
CREATE TABLE `tbl_hand_over_files` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `duty` varchar(32) DEFAULT NULL COMMENT '职务',
  `files_names` varchar(2000) DEFAULT NULL COMMENT '材料名称',
  `original_no` bigint(11) DEFAULT NULL COMMENT '正本（卷）',
  `archives_no` varchar(16) DEFAULT NULL COMMENT '档案号',
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `main_id` (`main_id`) USING BTREE,
  CONSTRAINT `tbl_hand_over_files_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_scattered_files` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='移交材料子表';

-- ----------------------------
-- Records of tbl_hand_over_files
-- ----------------------------
INSERT INTO `tbl_hand_over_files` VALUES ('025d9c56258e4017843648c4b4e7ccc1', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名11', '职务11', '材料11', '1', null, null, '100350', '2018-05-15 15:22:01', '100350', '2018-05-15 15:22:01', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('08375a3b65c7431da5d7e4d8eec1e659', '095b248a8bd746e49c1ddfbede4c1af9', '郑四', '员工', '身份证复印件', '2', null, null, '100350', '2018-05-09 09:21:16', '100350', '2018-05-09 09:21:16', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('0d10f2a41bdc4ae19c7d46536de851fe', 'a56fa269c3a34233a422e296de9efc8d', '姓名5', '职务5', '材料名称5', '3', null, null, '100350', '2018-05-15 10:49:53', '100350', '2018-05-15 10:49:53', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('11be282730004548afee770dbc216252', 'bf8facba0c66470ea00c3931a289935a', '姓名2', '职务2', '材料名称2', '1', null, null, '100350', '2018-05-15 10:20:09', '100350', '2018-05-15 10:20:09', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('127093bad1344d7d8ee1761b933cbe70', '58f07c9b4b1f427abd50e1f622be0177', '姓名9', '职务9', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:07', '100350', '2018-05-15 11:20:07', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('14a45ca8dbae4809ab41974d149fee4c', 'a56fa269c3a34233a422e296de9efc8d', '姓名1', '职务1', '材料名称1', '12', null, null, '100350', '2018-05-15 10:58:27', '100350', '2018-05-15 10:58:27', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('154ae873a8dc453b8d9a66aed5dc90f7', 'bf8facba0c66470ea00c3931a289935a', '姓名1', '职务1', '材料名称1', '1', null, null, '100350', '2018-05-15 10:20:08', '100350', '2018-05-15 10:20:08', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('1c636c32f7614104a7a1dac8a50f18e4', 'a5822de0326f4ac9aa9bc766765b2b46', '孙三', '员工', '身份证复印件', '4', null, null, '100350', '2018-05-09 09:25:36', '100350', '2018-05-09 13:51:59', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('20de67a2953b4508b579dc5cb9cf27c5', 'a56fa269c3a34233a422e296de9efc8d', '姓名5', '职务5', '材料名称5', '2', null, null, '100350', '2018-05-15 10:58:31', '100350', '2018-05-15 10:58:31', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('2296a753b14e413b82a45999375e8246', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名10', '职务10', '材料10', '1', null, null, '100350', '2018-05-15 15:22:00', '100350', '2018-05-15 15:22:00', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('255854f7194b49bdbd210e83f091b82a', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名9', '职务9', '材料9', '1', null, null, '100350', '2018-05-15 15:21:59', '100350', '2018-05-15 15:21:59', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('2688f6afcedd4460b9cb14ea74d3446c', '2d42531e9a8e480793e752f08a3cd50e', '姓名03', '职务03', '材料名称3', '1', null, null, '100351', '2018-05-17 09:43:23', '100351', '2018-05-17 09:43:23', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('27d15880ad504eaead7d72766b53cc9f', 'a5822de0326f4ac9aa9bc766765b2b46', '孙琦', '员工', '档案袋', '1', null, null, '100350', '2018-05-09 09:25:37', '100350', '2018-05-09 13:51:59', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('2c8525066ffd47a7ae663df582cee643', '58f07c9b4b1f427abd50e1f622be0177', '姓名4', '职务4', '材料名称4', '1', null, null, '100350', '2018-05-15 11:20:03', '100350', '2018-05-15 11:20:03', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('2cddc502eca54e738cd5798e091a38de', 'a56fa269c3a34233a422e296de9efc8d', '姓名9', '职务9', '材料名称9', '2', null, null, '100350', '2018-05-15 10:58:34', '100350', '2018-05-15 10:58:34', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('2f385dbb562f40c291058dc27f335d25', '095b248a8bd746e49c1ddfbede4c1af9', '郑七', '员工', '学生证', '1', null, null, '100350', '2018-05-09 09:21:17', '100350', '2018-05-09 09:21:17', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('2fc54d9f1012472795fc2287f4607c97', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名7', '职务7', '材料7', '1', null, null, '100350', '2018-05-15 15:21:57', '100350', '2018-05-15 15:21:57', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('3892b56e3df14692a28bd6296d4da6f9', '72b64c52e2a24a6cb41cd48bc571ebf3', '萧红', '职务', '材料名称', '2', null, null, '100351', '2018-05-07 10:28:30', '100350', '2018-05-07 10:29:51', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('3d17a767a8804657867537acb91e8514', '58f07c9b4b1f427abd50e1f622be0177', '姓名8', '职务8', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:06', '100350', '2018-05-15 11:20:06', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('3f36995a2e724d85b544b98c433ee3ec', '72b64c52e2a24a6cb41cd48bc571ebf3', '小蕊', '职务', '材料名称', '1', null, null, '100351', '2018-05-07 10:28:29', '100350', '2018-05-07 10:29:50', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('41352deab77f46e18d965f28d076c895', '58f07c9b4b1f427abd50e1f622be0177', '姓名5', '职务5', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:03', '100350', '2018-05-15 11:20:03', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('429d8337a5134011b62f9457e24316ee', 'a56fa269c3a34233a422e296de9efc8d', '姓名2', '职务2', '材料名称2', '3', null, null, '100350', '2018-05-15 10:49:51', '100350', '2018-05-15 10:49:51', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('45c954ff05cf49e7be38131fc737d5e0', '58f07c9b4b1f427abd50e1f622be0177', '姓名10', '职务10', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:08', '100350', '2018-05-15 11:20:08', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('4a0d8e94b03647b8b20167730c525132', 'a5822de0326f4ac9aa9bc766765b2b46', '孙三', '员工', '身份证原件', '4', null, null, '100350', '2018-05-09 09:25:35', '100350', '2018-05-09 13:51:58', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('4b810393dd0f462e89104bc17d0617ea', 'a56fa269c3a34233a422e296de9efc8d', '姓名7', '职务7', '材料名称7', '2', null, null, '100350', '2018-05-15 10:49:54', '100350', '2018-05-15 10:49:54', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('52cfc930301d4977ab3bc418e3c5f4f5', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名3', '职务3', '材料3', '1', null, null, '100350', '2018-05-15 15:21:54', '100350', '2018-05-15 15:21:54', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('5a0eecd4c45d4dcb88ba85f146484cf5', 'f6b0799960b44e589ebebf6112be4d8b', '测试03', '测试职务', '测试材料', '3', null, null, '100350', '2018-04-04 09:07:08', '100350', '2018-04-04 09:07:08', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('5bf113893599499fa9f26593fec9204d', '2d42531e9a8e480793e752f08a3cd50e', '姓名02', '职务02', '材料名称', '1', null, null, '100351', '2018-05-17 09:43:22', '100351', '2018-05-17 09:43:22', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('5d27e7e68cd246338ba1c902137100e9', 'cdd5af9d768a46c5b7b7e4c00efd589e', '123', '12', '23', '23', null, null, '100350', '2018-03-29 15:48:49', '100350', '2018-03-29 15:48:49', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('5e176cc948b248c6a12fcce9474734fa', '8471c3a4d7664c10acd1b3a627ca8950', '小红', '职务', '材料名称', '2', null, null, '100350', '2018-05-07 10:34:49', '100350', '2018-05-08 16:00:59', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('65bc0efeac62428c8fdb20ffa2848f56', '72b64c52e2a24a6cb41cd48bc571ebf3', '', '', '', null, null, null, '100351', '2018-05-07 10:28:30', '100351', '2018-05-07 10:28:30', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('67fe3a87d57a4e16b06f3a08735491d4', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名6', '职务6', '材料6', '1', null, null, '100350', '2018-05-15 15:21:56', '100350', '2018-05-15 15:21:56', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('6a2f6c000d754292a4321e31e4d99040', '095b248a8bd746e49c1ddfbede4c1af9', '郑四', '员工', '身份证原件', '1', null, null, '100350', '2018-05-09 09:21:15', '100350', '2018-05-09 09:21:15', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('74cdc86534cf4c7b8c43c4500f2cfabf', 'a56fa269c3a34233a422e296de9efc8d', '姓名7', '职务7', '材料名称7', '6', null, null, '100350', '2018-05-15 10:58:32', '100350', '2018-05-15 10:58:32', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('7586a570a3c34da493fb296f6e59ff04', 'a56fa269c3a34233a422e296de9efc8d', '姓名10', '职务10', '材料名称10', '2', null, null, '100350', '2018-05-15 10:49:56', '100350', '2018-05-15 10:49:56', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('75cd1cc310a8497b963d63cca74b9044', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名5', '职务5', '材料5', '1', null, null, '100350', '2018-05-15 15:21:56', '100350', '2018-05-15 15:21:56', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('7c984462cde647e2af68654126aaa206', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名2', '职务2', '材料2', '1', null, null, '100350', '2018-05-15 15:21:53', '100350', '2018-05-15 15:21:53', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('7e68f92c635244378f5a3e4f181b8df4', 'a56fa269c3a34233a422e296de9efc8d', '姓名4', '职务4', '材料名称4', '1', null, null, '100350', '2018-05-15 10:58:30', '100350', '2018-05-15 10:58:30', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('8023c468a25d4952b44fa58bbe26927a', 'cde24688cc0044cb8bdcb25aed8d46b3', '小刚', '测试职务1', '测试名称01', '1', null, null, '100350', '2018-04-12 09:25:27', '100350', '2018-04-12 09:25:27', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('821e2f305f75465e9e8f8cc5d5807602', 'a5822de0326f4ac9aa9bc766765b2b46', '孙三', '员工', '档案袋', '4', null, null, '100350', '2018-05-09 09:25:35', '100350', '2018-05-09 13:51:58', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('835535a9bffc434887a565a493dc3393', '2d42531e9a8e480793e752f08a3cd50e', '姓名01', '职务01', '材料名称', '1', null, null, '100351', '2018-05-17 09:43:21', '100351', '2018-05-17 09:43:21', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('835c2c5e815e4fe48e58d3408d933119', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名4', '职务4', '材料4', '1', null, null, '100350', '2018-05-15 15:21:55', '100350', '2018-05-15 15:21:55', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('838b3c4222da4d739b08f6d86e1b9919', 'a56fa269c3a34233a422e296de9efc8d', '姓名2', '职务2', '材料名称2', '23', null, null, '100350', '2018-05-15 10:58:28', '100350', '2018-05-15 10:58:28', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('83f31c70565c442a9a36f5a106c97db4', '32880b2b9ab340348bdb5695bf60f890', '', '', '', null, null, null, '100350', '2018-05-07 10:33:01', '100350', '2018-05-07 10:33:01', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('853d40031ec24781a7aa6bca00088529', 'd51216118eaa4ada806906257c4f7ffe', '小明', '测试职务', '测试材料名称01', '2', null, null, '100350', '2018-04-08 11:35:07', '100350', '2018-04-08 11:35:07', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('88c387b5179640d0bc5a55b7e02ced5c', 'a56fa269c3a34233a422e296de9efc8d', '姓名8', '职务8', '材料名称8', '1', null, null, '100350', '2018-05-15 10:49:55', '100350', '2018-05-15 10:49:55', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('8b7efbde510b4f31b54500669e5753f1', 'a56fa269c3a34233a422e296de9efc8d', '姓名9', '职务9', '材料名称9', '7', null, null, '100350', '2018-05-15 10:49:56', '100350', '2018-05-15 10:49:56', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('904ba7dc83f54499933a97b5bcb9c752', 'a56fa269c3a34233a422e296de9efc8d', '姓名6', '职务6', '材料名称6', '4', null, null, '100350', '2018-05-15 10:49:54', '100350', '2018-05-15 10:49:54', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('979498e4cdfb4c53bc7719b324f8fdd3', '58f07c9b4b1f427abd50e1f622be0177', '姓名6', '职务6', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:04', '100350', '2018-05-15 11:20:04', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('97d08148e977420ca5ed1e684e68b70c', 'f6b0799960b44e589ebebf6112be4d8b', '测试01', '测试职务', '测试材料', '3', null, null, '100350', '2018-04-04 09:07:07', '100350', '2018-04-04 09:07:07', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('9a46d49355d74093bba78bea9b3fca5f', '2d42531e9a8e480793e752f08a3cd50e', '姓名04', '职务04', '材料名称', '1', null, null, '100351', '2018-05-17 09:43:24', '100351', '2018-05-17 09:43:24', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('a61962ee6d984935b9d9c2ec00dcd732', 'a56fa269c3a34233a422e296de9efc8d', '姓名3', '职务3', '材料名称3', '1', null, null, '100350', '2018-05-15 10:49:51', '100350', '2018-05-15 10:49:51', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('a97c8e4fdce1428daea3f0444f28bd8d', 'a56fa269c3a34233a422e296de9efc8d', '姓名1', '职务1', '材料名称1', '4', null, null, '100350', '2018-05-15 10:49:50', '100350', '2018-05-15 10:49:50', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('ac7c48df441f48fda997d195300c5030', 'cdd5af9d768a46c5b7b7e4c00efd589e', '3', '23', '2', '123', null, null, '100350', '2018-03-29 15:48:48', '100350', '2018-03-29 15:48:48', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('b73fff996e164ac4a3c1326affc95ef7', '8471c3a4d7664c10acd1b3a627ca8950', '小港', '职务', '材料名称', '3', null, null, '100350', '2018-05-07 10:34:51', '100350', '2018-05-08 16:01:00', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('bb56faac58764f26a92b286f9e2502ec', 'a5822de0326f4ac9aa9bc766765b2b46', '孙六', '员工', '档案袋', '1', null, null, '100350', '2018-05-09 09:25:37', '100350', '2018-05-09 13:52:00', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('be4e1f8f562041aab8018c2ea3d21a7a', 'a56fa269c3a34233a422e296de9efc8d', '姓名3', '职务3', '材料名称3', '2', null, null, '100350', '2018-05-15 10:58:29', '100350', '2018-05-15 10:58:29', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('bf35cb6542ac4632ad6b9bf7fdb88dcf', 'd51216118eaa4ada806906257c4f7ffe', '小明', '测试职务', '测试材料名称02', '2', null, null, '100350', '2018-04-08 11:35:07', '100350', '2018-04-08 11:35:07', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('c049dc46fc03419a85bcdb7b14d29efd', 'cde24688cc0044cb8bdcb25aed8d46b3', '小明', '测试职务', '测试名称01', '2', null, null, '100350', '2018-04-12 09:25:26', '100350', '2018-04-12 09:25:26', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('c0edf43cffc64f2ba72c1959809055e8', '72b64c52e2a24a6cb41cd48bc571ebf3', '', '', '', null, null, null, '100351', '2018-05-07 10:28:31', '100351', '2018-05-07 10:28:31', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('c2553d494e8141b89f775db106d7886a', 'a56fa269c3a34233a422e296de9efc8d', '姓名8', '职务8', '材料名称8', '1', null, null, '100350', '2018-05-15 10:58:33', '100350', '2018-05-15 10:58:33', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('c32af1da0efb4b92b6387d915ed3d072', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名8', '职务8', '材料8', '1', null, null, '100350', '2018-05-15 15:21:58', '100350', '2018-05-15 15:21:58', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('d1f391990dcd41a3ab6ceeb3528a85c1', '58f07c9b4b1f427abd50e1f622be0177', '姓名7', '职务7', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:05', '100350', '2018-05-15 11:20:05', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('d25c45ea522347c7a1067a0a791d286f', '32880b2b9ab340348bdb5695bf60f890', '', '', '', null, null, null, '100350', '2018-05-07 10:33:00', '100350', '2018-05-07 10:33:00', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('dc93e387690a4bd0ab170e7e11079874', '095b248a8bd746e49c1ddfbede4c1af9', '郑六', '员工', '档案袋', '1', null, null, '100350', '2018-05-09 09:21:16', '100350', '2018-05-09 09:21:16', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('dcb7d65f8fb142e8b100ab3fa0f58663', 'a56fa269c3a34233a422e296de9efc8d', '姓名10', '职务10', '材料名称10', '3', null, null, '100350', '2018-05-15 10:58:35', '100350', '2018-05-15 10:58:35', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('e41439ec6a044afbabb2bd13582fa5aa', 'd51216118eaa4ada806906257c4f7ffe', '小港', '测试职务1', '测试材料名称01', '1', null, null, '100350', '2018-04-08 11:35:08', '100350', '2018-04-08 11:35:08', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('e65bb5f39f3a4a70b1ca6635b2826d8e', '58f07c9b4b1f427abd50e1f622be0177', '姓名3', '职务3', '材料名称3', '1', null, null, '100350', '2018-05-15 11:20:02', '100350', '2018-05-15 11:20:02', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('e811a3e52e8346f7b5aeb286c960962c', 'cde24688cc0044cb8bdcb25aed8d46b3', '小明', '测试职务', '测试名称02', '2', null, null, '100350', '2018-04-12 09:25:27', '100350', '2018-04-12 09:25:27', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('e8ec370125c94984af69ea7b97381633', 'f6b0799960b44e589ebebf6112be4d8b', '测试02', '测试职务', '测试材料', '4', null, null, '100350', '2018-04-04 09:07:07', '100350', '2018-04-04 09:07:07', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('e9038bc244b04334a6a6c4dace2697e3', 'cdd5af9d768a46c5b7b7e4c00efd589e', '23', '23', '23', '23', null, null, '100350', '2018-03-29 15:48:48', '100350', '2018-03-29 15:48:48', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('e996bb21162c462e872703d209b7163e', 'bf8facba0c66470ea00c3931a289935a', '姓名4', '职务4', '材料名称4', '1', null, null, '100350', '2018-05-15 10:20:10', '100350', '2018-05-15 10:20:10', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('ec1752d3f8f645c4977ad285bab83baa', 'e4b6b1d4411a48d3a247bf37569fbb5a', '姓名1', '职务1', '材料1', '1', null, null, '100350', '2018-05-15 15:21:52', '100350', '2018-05-15 15:21:52', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('f53f5617af864bb9a7324112111a8ea4', '58f07c9b4b1f427abd50e1f622be0177', '姓名2', '职务2', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:01', '100350', '2018-05-15 11:20:01', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('f9c5cdaff7214cd388977e52edd30092', 'bf8facba0c66470ea00c3931a289935a', '姓名3', '职务3', '材料名称3', '1', null, null, '100350', '2018-05-15 10:20:10', '100350', '2018-05-15 10:20:10', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('fa3c887886234f59bfb8e06f4f017af1', 'a56fa269c3a34233a422e296de9efc8d', '姓名4', '职务4', '材料名称4', '5', null, null, '100350', '2018-05-15 10:49:52', '100350', '2018-05-15 10:49:52', null, '1');
INSERT INTO `tbl_hand_over_files` VALUES ('fa8a2ea6f53b4fbe8762cbb485e8ceda', '58f07c9b4b1f427abd50e1f622be0177', '姓名1', '职务1', '材料名称', '1', null, null, '100350', '2018-05-15 11:20:00', '100350', '2018-05-15 11:20:00', null, '0');
INSERT INTO `tbl_hand_over_files` VALUES ('fea7a8ff66c941b8b9c105f32eac8b4c', 'a56fa269c3a34233a422e296de9efc8d', '姓名6', '职务6', '材料名称6', '5', null, null, '100350', '2018-05-15 10:58:31', '100350', '2018-05-15 10:58:31', null, '0');

-- ----------------------------
-- Table structure for `tbl_retired_cadre`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_retired_cadre`;
CREATE TABLE `tbl_retired_cadre` (
  `id` varchar(64) NOT NULL COMMENT '编号',
  `sort` int(11) DEFAULT NULL COMMENT '排序',
  `note_no` varchar(16) DEFAULT NULL COMMENT '本号',
  `name` varchar(64) NOT NULL COMMENT '姓名',
  `sex` char(1) DEFAULT NULL COMMENT '性别',
  `archives_no` varchar(16) DEFAULT NULL COMMENT '档案号',
  `units_duties` varchar(255) DEFAULT NULL COMMENT '单位及职务',
  `birthday` date DEFAULT NULL COMMENT '出生日期',
  `education` varbinary(4) DEFAULT NULL COMMENT '学历',
  `reference_no` varchar(16) DEFAULT NULL COMMENT '任免文号',
  `archives_createtime` datetime DEFAULT NULL COMMENT '建档时间',
  `status` varchar(2) DEFAULT NULL COMMENT '状态',
  `status_tem` varchar(2) DEFAULT NULL COMMENT '状态的缓存：保存更改前的状态',
  `died_time` datetime DEFAULT NULL COMMENT '转死亡时间',
  `record_office_time` datetime DEFAULT NULL COMMENT '转档案局时间',
  `work_unit` varchar(120) DEFAULT NULL COMMENT '退休工作单位',
  `record_office_address` varchar(120) DEFAULT NULL COMMENT '档案局地址',
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='离退干部管理';

-- ----------------------------
-- Records of tbl_retired_cadre
-- ----------------------------
INSERT INTO `tbl_retired_cadre` VALUES ('100001', '1', null, '姓名_1', '1', '档案号_1', '单位及职务_1', '2000-01-01', 0x31, '任免文号_1', '2000-01-01 12:00:00', '1', '1', '2000-01-01 12:00:00', '2000-01-01 12:00:00', '20001', '档案局地址_1', null, '1001', '2000-01-01 12:00:00', '1001', '2000-01-01 12:00:00', '备注信息_1', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100002', '2', null, '姓名_2', '2', '档案号_2', '单位及职务_2', '2000-01-02', 0x32, '任免文号_2', '2000-01-02 12:00:00', '2', '2', '2000-01-02 12:00:00', '2000-01-02 12:00:00', '20001', '档案局地址_2', null, '1002', '2000-01-02 12:00:00', '1002', '2000-01-02 12:00:00', '备注信息_2', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100003', '3', null, '姓名_3', '1', '档案号_3', '单位及职务_3', '2000-01-03', 0x33, '任免文号_3', '2000-01-03 12:00:00', '3', '3', '2000-01-03 12:00:00', '2000-01-03 12:00:00', '20001', '档案局地址_3', null, '1003', '2000-01-03 12:00:00', '1003', '2000-01-03 12:00:00', '备注信息_3', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100004', '4', null, '姓名_4', '2', '档案号_4', '单位及职务_4', '2000-01-04', 0x34, '任免文号_4', '2000-01-04 12:00:00', '1', '1', '2000-01-04 12:00:00', '2000-01-04 12:00:00', '20004', '档案局地址_4', null, '1004', '2000-01-04 12:00:00', '1004', '2000-01-04 12:00:00', '备注信息_4', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100005', '5', null, '姓名_5', '1', '档案号_5', '单位及职务_5', '2000-01-05', 0x35, '任免文号_5', '2000-01-05 12:00:00', '2', '2', '2000-01-05 12:00:00', '2000-01-05 12:00:00', '20005', '档案局地址_5', null, '1005', '2000-01-05 12:00:00', '1005', '2000-01-05 12:00:00', '备注信息_5', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100006', '6', null, '姓名_6', '2', '档案号_6', '单位及职务_6', '2000-01-06', 0x36, '任免文号_6', '2000-01-06 12:00:00', '3', '3', '2000-01-06 12:00:00', '2000-01-06 12:00:00', '20006', '档案局地址_6', null, '1006', '2000-01-06 12:00:00', '1006', '2000-01-06 12:00:00', '备注信息_6', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100007', '7', null, '姓名_7', '1', '档案号_7', '单位及职务_7', '2000-01-07', 0x37, '任免文号_7', '2000-01-07 12:00:00', '1', '1', '2000-01-07 12:00:00', '2000-01-07 12:00:00', '20007', '档案局地址_7', null, '1007', '2000-01-07 12:00:00', '1007', '2000-01-07 12:00:00', '备注信息_7', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100008', '8', null, '姓名_8', '2', '档案号_8', '单位及职务_8', '2000-01-08', 0x38, '任免文号_8', '2000-01-08 12:00:00', '2', '2', '2000-01-08 12:00:00', '2000-01-08 12:00:00', '20008', '档案局地址_8', null, '1008', '2000-01-08 12:00:00', '1008', '2000-01-08 12:00:00', '备注信息_8', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100009', '9', null, '姓名_9', '1', '档案号_9', '单位及职务_9', '2000-01-09', 0x31, '任免文号_9', '2000-01-09 12:00:00', '3', '3', '2000-01-09 12:00:00', '2000-01-09 12:00:00', '20009', '档案局地址_9', null, '1009', '2000-01-09 12:00:00', '1009', '2000-01-09 12:00:00', '备注信息_9', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100010', '10', null, '姓名_10', '2', '档案号_10', '单位及职务_10', '2000-01-10', 0x32, '任免文号_10', '2000-01-10 12:00:00', '1', '1', '2000-01-10 12:00:00', '2000-01-10 12:00:00', '20010', '档案局地址_10', null, '1010', '2000-01-10 12:00:00', '1010', '2000-01-10 12:00:00', '备注信息_10', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100011', '11', null, '姓名_11', '1', '档案号_11', '单位及职务_11', '2000-01-11', 0x33, '任免文号_11', '2000-01-11 12:00:00', '2', '2', '2000-01-11 12:00:00', '2000-01-11 12:00:00', '20010', '档案局地址_11', null, '1011', '2000-01-11 12:00:00', '1011', '2000-01-11 12:00:00', '备注信息_11', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100012', '12', null, '姓名_12', '2', '档案号_12', '单位及职务_12', '2000-01-12', 0x34, '任免文号_12', '2000-01-12 12:00:00', '3', '3', '2000-01-12 12:00:00', '2000-01-12 12:00:00', '20012', '档案局地址_12', null, '1012', '2000-01-12 12:00:00', '1012', '2000-01-12 12:00:00', '备注信息_12', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100013', '13', null, '姓名_13', '1', '档案号_13', '单位及职务_13', '2000-01-13', 0x35, '任免文号_13', '2000-01-13 12:00:00', '1', '1', '2000-01-13 12:00:00', '2000-01-13 12:00:00', '20013', '档案局地址_13', null, '1013', '2000-01-13 12:00:00', '1013', '2000-01-13 12:00:00', '备注信息_13', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100014', '14', null, '姓名_14', '2', '档案号_14', '单位及职务_14', '2000-01-14', 0x36, '任免文号_14', '2000-01-14 12:00:00', '2', '2', '2000-01-14 12:00:00', '2000-01-14 12:00:00', '20014', '档案局地址_14', null, '1014', '2000-01-14 12:00:00', '1014', '2000-01-14 12:00:00', '备注信息_14', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100015', '15', null, '姓名_15', '1', '档案号_15', '单位及职务_15', '2000-01-15', 0x37, '任免文号_15', '2000-01-15 12:00:00', '3', '3', '2000-01-15 12:00:00', '2000-01-15 12:00:00', '20015', '档案局地址_15', null, '1015', '2000-01-15 12:00:00', '1015', '2000-01-15 12:00:00', '备注信息_15', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100016', '16', null, '姓名_16', '2', '档案号_16', '单位及职务_16', '2000-01-16', 0x38, '任免文号_16', '2000-01-16 12:00:00', '1', '1', '2000-01-16 12:00:00', '2000-01-16 12:00:00', '20016', '档案局地址_16', null, '1016', '2000-01-16 12:00:00', '1016', '2000-01-16 12:00:00', '备注信息_16', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100017', '17', null, '姓名_17', '1', '档案号_17', '单位及职务_17', '2000-01-17', 0x31, '任免文号_17', '2000-01-17 12:00:00', '2', '2', '2000-01-17 12:00:00', '2000-01-17 12:00:00', '20017', '档案局地址_17', null, '1017', '2000-01-17 12:00:00', '1017', '2000-01-17 12:00:00', '备注信息_17', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100018', '18', null, '姓名_18', '2', '档案号_18', '单位及职务_18', '2000-01-18', 0x32, '任免文号_18', '2000-01-18 12:00:00', '3', '3', '2000-01-18 12:00:00', '2000-01-18 12:00:00', '20018', '档案局地址_18', null, '1018', '2000-01-18 12:00:00', '1018', '2000-01-18 12:00:00', '备注信息_18', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100019', '19', null, '姓名_19', '1', '档案号_19', '单位及职务_19', '2000-01-19', 0x33, '任免文号_19', '2000-01-19 12:00:00', '1', '1', '2000-01-19 12:00:00', '2000-01-19 12:00:00', '20019', '档案局地址_19', null, '1019', '2000-01-19 12:00:00', '1019', '2000-01-19 12:00:00', '备注信息_19', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100020', '20', null, '姓名_20', '2', '档案号_20', '单位及职务_20', '2000-01-20', 0x34, '任免文号_20', '2000-01-20 12:00:00', '2', '2', '2000-01-20 12:00:00', '2000-01-20 12:00:00', '20020', '档案局地址_20', null, '1020', '2000-01-20 12:00:00', '1020', '2000-01-20 12:00:00', '备注信息_20', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100021', '21', null, '姓名_21', '1', '档案号_21', '单位及职务_21', '2000-01-21', 0x35, '任免文号_21', '2000-01-21 12:00:00', '3', '3', '2000-01-21 12:00:00', '2000-01-21 12:00:00', '20021', '档案局地址_21', null, '1021', '2000-01-21 12:00:00', '1021', '2000-01-21 12:00:00', '备注信息_21', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100022', '22', null, '姓名_22', '2', '档案号_22', '单位及职务_22', '2000-01-22', 0x36, '任免文号_22', '2000-01-22 12:00:00', '1', '1', '2000-01-22 12:00:00', '2000-01-22 12:00:00', '20022', '档案局地址_22', null, '1022', '2000-01-22 12:00:00', '1022', '2000-01-22 12:00:00', '备注信息_22', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100023', '23', null, '姓名_23', '1', '档案号_23', '单位及职务_23', '2000-01-23', 0x37, '任免文号_23', '2000-01-23 12:00:00', '2', '2', '2000-01-23 12:00:00', '2000-01-23 12:00:00', '20023', '档案局地址_23', null, '1023', '2000-01-23 12:00:00', '1023', '2000-01-23 12:00:00', '备注信息_23', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100024', '24', null, '姓名_24', '2', '档案号_24', '单位及职务_24', '2000-01-24', 0x38, '任免文号_24', '2000-01-24 12:00:00', '3', '3', '2000-01-24 12:00:00', '2000-01-24 12:00:00', '20024', '档案局地址_24', null, '1024', '2000-01-24 12:00:00', '1024', '2000-01-24 12:00:00', '备注信息_24', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100025', '25', null, '姓名_25', '1', '档案号_25', '单位及职务_25', '2000-01-25', 0x31, '任免文号_25', '2000-01-25 12:00:00', '1', '1', '2000-01-25 12:00:00', '2000-01-25 12:00:00', '20025', '档案局地址_25', null, '1025', '2000-01-25 12:00:00', '1025', '2000-01-25 12:00:00', '备注信息_25', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100026', '26', null, '姓名_26', '2', '档案号_26', '单位及职务_26', '2000-01-26', 0x32, '任免文号_26', '2000-01-26 12:00:00', '2', '2', '2000-01-26 12:00:00', '2000-01-26 12:00:00', '20026', '档案局地址_26', null, '1026', '2000-01-26 12:00:00', '1026', '2000-01-26 12:00:00', '备注信息_26', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100027', '27', null, '姓名_27', '1', '档案号_27', '单位及职务_27', '2000-01-27', 0x33, '任免文号_27', '2000-01-27 12:00:00', '3', '3', '2000-01-27 12:00:00', '2000-01-27 12:00:00', '20027', '档案局地址_27', null, '1027', '2000-01-27 12:00:00', '1027', '2000-01-27 12:00:00', '备注信息_27', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100028', '28', null, '姓名_28', '2', '档案号_28', '单位及职务_28', '2000-01-28', 0x34, '任免文号_28', '2000-01-28 12:00:00', '1', '1', '2000-01-28 12:00:00', '2000-01-28 12:00:00', '200028', '档案局地址_28', null, '1028', '2000-01-28 12:00:00', '1028', '2000-01-28 12:00:00', '备注信息_28', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100029', '29', null, '姓名_29', '1', '档案号_29', '单位及职务_29', '2000-01-29', 0x35, '任免文号_29', '2000-01-29 12:00:00', '2', '2', '2000-01-29 12:00:00', '2000-01-29 12:00:00', '200029', '档案局地址_29', null, '1029', '2000-01-29 12:00:00', '1029', '2000-01-29 12:00:00', '备注信息_29', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('100030', '30', null, '姓名_30', '2', '档案号_30', '单位及职务_30', '2000-01-30', 0x36, '任免文号_30', '2000-01-30 12:00:00', '3', '3', '2000-01-30 12:00:00', '2000-01-30 12:00:00', '200030', '档案局地址_30', null, '1030', '2000-01-30 12:00:00', '1030', '2000-01-30 12:00:00', '备注信息_30', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('100031', '31', null, '姓名_31', '1', '档案号_31', '单位及职务_31', '2000-01-31', 0x37, '任免文号_31', '2000-01-31 12:00:00', '1', '1', '2000-01-31 12:00:00', '2000-01-31 12:00:00', '200031', '档案局地址_31', null, '1031', '2000-01-31 12:00:00', '1031', '2000-01-31 12:00:00', '备注信息_31', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100032', '32', null, '姓名_32', '2', '档案号_32', '单位及职务_32', '2000-02-01', 0x38, '任免文号_32', '2000-02-01 12:00:00', '2', '2', '2000-02-01 12:00:00', '2000-02-01 12:00:00', '200032', '档案局地址_32', null, '1032', '2000-02-01 12:00:00', '1032', '2000-02-01 12:00:00', '备注信息_32', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100033', '33', null, '姓名_33', '1', '档案号_33', '单位及职务_33', '2000-02-02', 0x31, '任免文号_33', '2000-02-02 12:00:00', '2', '3', '2000-02-02 12:00:00', '2000-02-02 12:00:00', '200033', '档案局地址_33', null, '1033', '2000-02-02 12:00:00', '100350', '2018-05-18 14:03:16', '备注信息_33', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100034', '34', null, '姓名_34', '2', '档案号_34', '单位及职务_34', '2000-02-03', 0x32, '任免文号_34', '2000-02-03 12:00:00', '1', '1', '2000-02-03 12:00:00', '2000-02-03 12:00:00', '200034', '档案局地址_34', null, '1034', '2000-02-03 12:00:00', '1034', '2000-02-03 12:00:00', '备注信息_34', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100035', '35', null, '姓名_35', '1', '档案号_35', '单位及职务_35', '2000-02-04', 0x33, '任免文号_35', '2000-02-04 12:00:00', '2', '2', '2000-02-04 12:00:00', '2000-02-04 12:00:00', '200035', '档案局地址_35', null, '1035', '2000-02-04 12:00:00', '1035', '2000-02-04 12:00:00', '备注信息_35', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100036', '36', null, '姓名_36', '2', '档案号_36', '单位及职务_36', '2000-02-05', 0x34, '任免文号_36', '2000-02-05 12:00:00', '3', '3', '2000-02-05 12:00:00', '2000-02-05 12:00:00', '200036', '档案局地址_36', null, '1036', '2000-02-05 12:00:00', '1036', '2000-02-05 12:00:00', '备注信息_36', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100037', '37', null, '姓名_37', '1', '档案号_37', '单位及职务_37', '2000-02-06', 0x35, '任免文号_37', '2000-02-06 12:00:00', '1', '1', '2000-02-06 12:00:00', '2000-02-06 12:00:00', '200037', '档案局地址_37', null, '1037', '2000-02-06 12:00:00', '1037', '2000-02-06 12:00:00', '备注信息_37', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100038', '38', null, '姓名_38', '2', '档案号_38', '单位及职务_38', '2000-02-07', 0x36, '任免文号_38', '2000-02-07 12:00:00', '2', '2', '2000-02-07 12:00:00', '2000-02-07 12:00:00', '200038', '档案局地址_38', null, '1038', '2000-02-07 12:00:00', '1038', '2000-02-07 12:00:00', '备注信息_38', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100039', '39', null, '姓名_39', '1', '档案号_39', '单位及职务_39', '2000-02-08', 0x37, '任免文号_39', '2000-02-08 12:00:00', '3', '3', '2000-02-08 12:00:00', '2000-02-08 12:00:00', '200039', '档案局地址_39', null, '1039', '2000-02-08 12:00:00', '1039', '2000-02-08 12:00:00', '备注信息_39', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100040', '40', null, '姓名_40', '2', '档案号_40', '单位及职务_40', '2000-02-09', 0x38, '任免文号_40', '2000-02-09 12:00:00', '1', '1', '2000-02-09 12:00:00', '2000-02-09 12:00:00', '200040', '档案局地址_40', null, '1040', '2000-02-09 12:00:00', '1040', '2000-02-09 12:00:00', '备注信息_40', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100041', '41', null, '姓名_41', '1', '档案号_41', '单位及职务_41', '2000-02-10', 0x31, '任免文号_41', '2000-02-10 12:00:00', '2', '2', '2000-02-10 12:00:00', '2000-02-10 12:00:00', '200041', '档案局地址_41', null, '1041', '2000-02-10 12:00:00', '1041', '2000-02-10 12:00:00', '备注信息_41', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100042', '42', null, '姓名_42', '2', '档案号_42', '单位及职务_42', '2000-02-11', 0x32, '任免文号_42', '2000-02-11 12:00:00', '3', '3', '2000-02-11 12:00:00', '2000-02-11 12:00:00', '200042', '档案局地址_42', null, '1042', '2000-02-11 12:00:00', '1042', '2000-02-11 12:00:00', '备注信息_42', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100043', '43', null, '姓名_43', '1', '档案号_43', '单位及职务_43', '2000-02-12', 0x33, '任免文号_43', '2000-02-12 12:00:00', '1', '1', '2000-02-12 12:00:00', '2000-02-12 12:00:00', '200043', '档案局地址_43', null, '1043', '2000-02-12 12:00:00', '1043', '2000-02-12 12:00:00', '备注信息_43', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('100044', '44', null, '姓名_44', '2', '档案号_44', '单位及职务_44', '2000-02-13', 0x34, '任免文号_44', '2000-02-13 12:00:00', '2', '2', '2000-02-13 12:00:00', '2000-02-13 12:00:00', '200044', '档案局地址_44', null, '1044', '2000-02-13 12:00:00', '1044', '2000-02-13 12:00:00', '备注信息_44', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100045', '45', null, '姓名_45', '1', '档案号_45', '单位及职务_45', '2000-02-14', 0x35, '任免文号_45', '2000-02-14 12:00:00', '3', '3', '2000-02-14 12:00:00', '2000-02-14 12:00:00', '200045', '档案局地址_45', null, '1045', '2000-02-14 12:00:00', '1045', '2000-02-14 12:00:00', '备注信息_45', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100046', '46', null, '姓名_46', '2', '档案号_46', '单位及职务_46', '2000-02-15', 0x36, '任免文号_46', '2000-02-15 12:00:00', '1', '1', '2000-02-15 12:00:00', '2000-02-15 12:00:00', '200046', '档案局地址_46', null, '1046', '2000-02-15 12:00:00', '1046', '2000-02-15 12:00:00', '备注信息_46', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100047', '47', null, '姓名_47', '1', '档案号_47', '单位及职务_47', '2000-02-16', 0x37, '任免文号_47', '2000-02-16 12:00:00', '2', '2', '2000-02-16 12:00:00', '2000-02-16 12:00:00', '200047', '档案局地址_47', null, '1047', '2000-02-16 12:00:00', '1047', '2000-02-16 12:00:00', '备注信息_47', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100048', '48', null, '姓名_48', '2', '档案号_48', '单位及职务_48', '2000-02-17', 0x38, '任免文号_48', '2000-02-17 12:00:00', '3', '3', '2000-02-17 12:00:00', '2000-02-17 12:00:00', '200048', '档案局地址_48', null, '1048', '2000-02-17 12:00:00', '1048', '2000-02-17 12:00:00', '备注信息_48', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100049', '49', null, '姓名_49', '1', '档案号_49', '单位及职务_49', '2000-02-18', 0x31, '任免文号_49', '2000-02-18 12:00:00', '1', '1', '2000-02-18 12:00:00', '2000-02-18 12:00:00', '20049', '档案局地址_49', null, '1049', '2000-02-18 12:00:00', '1049', '2000-02-18 12:00:00', '备注信息_49', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100050', '50', null, '姓名_50', '2', '档案号_50', '单位及职务_50', '2000-02-19', 0x32, '任免文号_50', '2000-02-19 12:00:00', '2', '2', '2000-02-19 12:00:00', '2000-02-19 12:00:00', '20050', '档案局地址_50', null, '1050', '2000-02-19 12:00:00', '1050', '2000-02-19 12:00:00', '备注信息_50', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100051', '51', null, '姓名_51', '1', '档案号_51', '单位及职务_51', '2000-02-20', 0x33, '任免文号_51', '2000-02-20 12:00:00', '3', '3', '2000-02-20 12:00:00', '2000-02-20 12:00:00', '20051', '档案局地址_51', null, '1051', '2000-02-20 12:00:00', '1051', '2000-02-20 12:00:00', '备注信息_51', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100052', '52', null, '姓名_52', '2', '档案号_52', '单位及职务_52', '2000-02-21', 0x34, '任免文号_52', '2000-02-21 12:00:00', '1', '1', '2000-02-21 12:00:00', '2000-02-21 12:00:00', '20052', '档案局地址_52', null, '1052', '2000-02-21 12:00:00', '1052', '2000-02-21 12:00:00', '备注信息_52', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100053', '53', null, '姓名_53', '1', '档案号_53', '单位及职务_53', '2000-02-22', 0x35, '任免文号_53', '2000-02-22 12:00:00', '2', '2', '2000-02-22 12:00:00', '2000-02-22 12:00:00', '20053', '档案局地址_53', null, '1053', '2000-02-22 12:00:00', '1053', '2000-02-22 12:00:00', '备注信息_53', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100054', '54', null, '姓名_54', '2', '档案号_54', '单位及职务_54', '2000-02-23', 0x36, '任免文号_54', '2000-02-23 12:00:00', '3', '3', '2000-02-23 12:00:00', '2000-02-23 12:00:00', '20054', '档案局地址_54', null, '1054', '2000-02-23 12:00:00', '1054', '2000-02-23 12:00:00', '备注信息_54', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100055', '55', null, '姓名_55', '1', '档案号_55', '单位及职务_55', '2000-02-24', 0x37, '任免文号_55', '2000-02-24 12:00:00', '1', '1', '2000-02-24 12:00:00', '2000-02-24 12:00:00', '20055', '档案局地址_55', null, '1055', '2000-02-24 12:00:00', '1055', '2000-02-24 12:00:00', '备注信息_55', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100056', '56', null, '姓名_56', '2', '档案号_56', '单位及职务_56', '2000-02-25', 0x38, '任免文号_56', '2000-02-25 12:00:00', '2', '2', '2000-02-25 12:00:00', '2000-02-25 12:00:00', '20056', '档案局地址_56', null, '1056', '2000-02-25 12:00:00', '1056', '2000-02-25 12:00:00', '备注信息_56', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100057', '57', null, '姓名_57', '1', '档案号_57', '单位及职务_57', '2000-02-26', 0x31, '任免文号_57', '2000-02-26 12:00:00', '3', '3', '2000-02-26 12:00:00', '2000-02-26 12:00:00', '20057', '档案局地址_57', null, '1057', '2000-02-26 12:00:00', '1057', '2000-02-26 12:00:00', '备注信息_57', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100058', '58', null, '姓名_58', '2', '档案号_58', '单位及职务_58', '2000-02-27', 0x32, '任免文号_58', '2000-02-27 12:00:00', '1', '1', '2000-02-27 12:00:00', '2000-02-27 12:00:00', '20058', '档案局地址_58', null, '1058', '2000-02-27 12:00:00', '1058', '2000-02-27 12:00:00', '备注信息_58', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('100059', '59', null, '姓名_59', '1', '档案号_59', '单位及职务_59', '2000-02-28', 0x33, '任免文号_59', '2000-02-28 12:00:00', '2', '2', '2000-02-28 12:00:00', '2000-02-28 12:00:00', '20059', '档案局地址_59', null, '1059', '2000-02-28 12:00:00', '1059', '2000-02-28 12:00:00', '备注信息_59', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('100060', '60', null, '姓名_60', '2', '档案号_60', '单位及职务_60', '2000-02-29', 0x34, '任免文号_60', '2000-02-29 12:00:00', '3', '3', '2000-02-29 12:00:00', '2000-02-29 12:00:00', '20060', '档案局地址_60', null, '1060', '2000-02-29 12:00:00', '1060', '2000-02-29 12:00:00', '备注信息_60', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100061', '61', null, '姓名_61', '1', '档案号_61', '单位及职务_61', '2000-03-01', 0x35, '任免文号_61', '2000-03-01 12:00:00', '1', '1', '2000-03-01 12:00:00', '2000-03-01 12:00:00', '20061', '档案局地址_61', null, '1061', '2000-03-01 12:00:00', '1061', '2000-03-01 12:00:00', '备注信息_61', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('100062', '62', null, '姓名_62', '2', '档案号_62', '单位及职务_62', '2000-03-02', 0x36, '任免文号_62', '2000-03-02 12:00:00', '2', '2', '2000-03-02 12:00:00', '2000-03-02 12:00:00', '200062', '档案局地址_62', null, '1062', '2000-03-02 12:00:00', '1062', '2000-03-02 12:00:00', '备注信息_62', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('100063', '63', null, '姓名_123', '1', '档案号_63', '单位及职务_63', '2000-03-03', 0x37, '任免文号_63', '2000-03-03 12:00:00', null, null, '2000-03-03 12:00:00', '2000-03-03 12:00:00', '200063', '档案局地址_63', null, '1063', '2000-03-03 12:00:00', '1063', '2000-03-03 12:00:00', '备注信息_63', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('1f8e52e86de14fe3996958e06b48dde0', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:28:06', '100350', '2018-04-08 09:28:06', '无', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('278db56617564d6997806effd733217e', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:28:54', '100350', '2018-04-08 09:28:54', '测试备注', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('2d5d7dd5cceb4d04b89dadc6219fc4db', '12', '23', '小航', '1', '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', '3', '3', null, '2018-04-17 14:45:36', '20009', '测试何时档案', '', '100350', '2018-04-08 09:25:49', '100350', '2018-04-08 09:25:49', '测试备注', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('406c4c2ca6c54b76b55b0a264d32ac4e', null, '123', '姓名', null, '123', '123', '1900-12-18', 0x33, '123', '1900-12-18 00:00:00', null, null, null, null, '何时调往何处工作', '档案何时转往何处', null, '100350', '2018-05-15 17:09:18', '100350', '2018-05-15 17:09:18', '123', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('424fa38a029742e0a06a3fc7269fcb36', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:28:49', '100350', '2018-04-08 09:28:49', '无', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('525472c7a56d41bbaf2cb3f17df89a29', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:17:29', '100350', '2018-04-08 09:17:29', '测试备注', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('568704d270f94d6ea1375eb32903d0aa', '1231', null, '测试', '0', null, null, '2018-04-04', 0x35, '1201', '2018-04-04 14:10:53', '2', '2', '2018-04-04 14:10:54', '2018-04-04 14:10:55', '20006', '1201', '1021', '100350', '2018-04-04 14:11:15', '100350', '2018-04-04 14:11:15', '无', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('58e28a6eb86a4987825fef3a4d6c8c6b', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:24:39', '100350', '2018-04-08 09:24:39', '测试备注', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('69441197f367408a95dd6dfe0cab3ae7', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:25:48', '100350', '2018-04-08 09:25:48', '无', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('86c8be7cb46545b7ab8b30a14d40f827', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:28:07', '100350', '2018-04-08 09:28:07', '测试备注', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('8f7066dad0f848f8945102544ee7a04f', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:24:39', '100350', '2018-04-08 09:24:39', '无', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('a1d0b524bbcd4859acaba2adefd43781', '123456', null, '刘军', '1', null, null, '2018-05-15', 0x32, '123456', '2018-05-15 15:54:08', '3', '3', null, '2018-05-15 15:54:12', '20009', '测试地址', '123456', '100350', '2018-05-15 15:55:28', '100350', '2018-05-15 16:16:01', '无', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('a99009563f664974b1219ff9a7d358bc', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:17:28', '100350', '2018-04-08 09:17:28', '无', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('b5e30ca91e9c4d5ab8435d8ddea14602', null, '12', '小明', null, '1231', '测试工作单位及职务', '1900-12-01', 0x33, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何处工作', '测试转往何处', null, '100350', '2018-04-08 09:22:34', '100350', '2018-04-08 09:22:34', '无', '1');
INSERT INTO `tbl_retired_cadre` VALUES ('bd3266ca3c1d4907bab10faf03bc8dcf', null, '123', '姓名', null, '123', '123', '1900-12-18', 0x33, '123', '1900-12-18 00:00:00', null, null, null, null, null, null, null, '100350', '2018-05-16 08:39:08', '100350', '2018-05-17 15:47:18', '123', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('ca9d5c07a9df466f924f5558c730342a', '1010', null, '测试', '1', null, null, '2018-03-28', null, null, null, '3', '3', null, null, '测试单位', null, null, '100350', '2018-03-28 16:37:54', '100350', '2018-05-17 15:47:33', '无', '0');
INSERT INTO `tbl_retired_cadre` VALUES ('e8582486a91f4ef9a08749d9a8d33dfe', null, '23', '小航', null, '83737', '测试工作单位及职务', '1900-12-01', 0x34, '123', '1900-12-01 00:00:00', null, null, null, null, '测试何时调往', '测试何时档案', null, '100350', '2018-04-08 09:22:35', '100350', '2018-04-08 09:22:35', '测试备注', '1');

-- ----------------------------
-- Table structure for `tbl_roll_in`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_roll_in`;
CREATE TABLE `tbl_roll_in` (
  `id` varchar(64) NOT NULL COMMENT '编号',
  `character` bigint(11) DEFAULT NULL COMMENT '字',
  `number` bigint(11) DEFAULT NULL COMMENT '号',
  `roll_in_time` datetime DEFAULT NULL COMMENT '转入时间',
  `operator` varchar(64) DEFAULT NULL COMMENT '经办人',
  `recipient` varchar(64) DEFAULT NULL COMMENT '接收人',
  `before_unit` varchar(64) DEFAULT NULL COMMENT '原存档单位',
  `before_unit_tel` varchar(32) DEFAULT NULL COMMENT '原存档单位电话',
  `save_unit` varchar(64) DEFAULT NULL COMMENT '现存档单位',
  `roll_approve_attachment` varchar(1000) DEFAULT NULL COMMENT '转递单附件',
  `status` char(2) DEFAULT '1' COMMENT '业务状态1:未审核 2:审核中 3:已审核',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='转入管理';

-- ----------------------------
-- Records of tbl_roll_in
-- ----------------------------
INSERT INTO `tbl_roll_in` VALUES ('194bcfc0d50c4bd9ba0cc06e14a0de6f', '321', '321', '2018-05-17 16:08:53', '经办人', '接收人', '20011', '12365478932', '20087', '', '1', '100351', '2018-05-07 13:35:36', '100350', '2018-05-17 16:09:36', null, '0');
INSERT INTO `tbl_roll_in` VALUES ('1fde90fceb504df297b46772fadbff5c', '123', '321', '2018-05-17 09:47:05', '经办人', '接收人', '20021', '12345698712', '20024', '/CadreArchivesManage/copyFiles//image/773de9064bfd469aaab918f3124e270b.jpg,/CadreArchivesManage/copyFiles//image/35ff54566f754f96971299c7ee75d155.jpg', '1', '100351', '2018-05-17 09:48:45', '100351', '2018-05-17 09:48:45', null, '0');
INSERT INTO `tbl_roll_in` VALUES ('21caf1c623bd42eaa876715692e5df82', '34123', '34123', '2018-03-29 15:56:06', '晓红', '34', '20017', 'wer', '20006', '', '3', '100350', '2018-03-29 15:56:28', '100350', '2018-04-19 14:05:13', null, '0');
INSERT INTO `tbl_roll_in` VALUES ('44925c42aff344be98dcbe07fb1fc381', '123123', '123', '2018-05-07 00:00:00', '测试经办人', '测试接收人', '20002', '12312312311', '20011', '/CadreArchivesManage/copyFiles//image/a56e42775197401ab34e9340c637f9a9.jpg,/CadreArchivesManage/copyFiles//image/ffcf06b1c6134904939a8b2c186f543c.jpg', '1', '100351', '2018-05-07 10:27:26', '100350', '2018-05-07 10:43:12', null, '0');
INSERT INTO `tbl_roll_in` VALUES ('4fdf40653eba416eb85f7fbf98d3f17e', '12', '12', '2018-03-29 14:07:31', '123', '土行孙', '20011', '323', '20002', '/CadreArchivesManage/copyFiles//image/25e4f9762a3840e09d6f43170d6df854.jpg,,', '1', '100350', '2018-03-29 14:07:50', '100350', '2018-05-16 15:57:06', null, '0');
INSERT INTO `tbl_roll_in` VALUES ('6625fd0ae004445e83ed051874643d4e', '258', '852', '2018-05-07 00:00:00', '经办人', '接收人', '20017', '123654', '20021', '', '1', '100351', '2018-05-07 13:41:07', '100351', '2018-05-07 13:41:07', null, '0');
INSERT INTO `tbl_roll_in` VALUES ('b7a5d1561ecb4179a2265c884d402c47', '456', '654', '2018-05-17 09:35:07', '经办人', '接收人', '20009', '12365478998', '20015', '', '1', '100351', '2018-05-18 09:35:44', '100351', '2018-05-18 09:35:44', null, '0');
INSERT INTO `tbl_roll_in` VALUES ('eab2f21be13d42b99baba85c532bde56', '8658', '8658', '2018-05-09 08:55:09', '赵大', '赵二', '20003', '12345678912', '20009', '/CadreArchivesManage/copyFiles//image/5287d9b1a1bb441c810aadf41a390a36.jpg', '3', '100350', '2018-05-09 08:56:28', '100350', '2018-05-09 08:57:18', null, '0');

-- ----------------------------
-- Table structure for `tbl_roll_in_persons`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_roll_in_persons`;
CREATE TABLE `tbl_roll_in_persons` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `duty` varchar(200) DEFAULT NULL COMMENT '单位及职务',
  `in_type` char(1) DEFAULT NULL COMMENT '转入形式',
  `reason_content` varchar(2000) DEFAULT NULL COMMENT '转入原因',
  `original_no` bigint(11) DEFAULT NULL COMMENT '正本（卷）',
  `vice_no` bigint(11) DEFAULT NULL COMMENT '副本（卷）',
  `files_no` bigint(11) DEFAULT NULL COMMENT '档案材料（份）',
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `archives_no` varchar(16) DEFAULT NULL COMMENT '档案号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `main_id` (`main_id`) USING BTREE,
  CONSTRAINT `tbl_roll_in_persons_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_roll_in` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='转入人员子表';

-- ----------------------------
-- Records of tbl_roll_in_persons
-- ----------------------------
INSERT INTO `tbl_roll_in_persons` VALUES ('2a1e7b9a4fce46fd8fe6480f6c68760d', '21caf1c623bd42eaa876715692e5df82', '小红', '组织部', null, '23', '34', '3', '2', null, null, '100350', '2018-03-29 15:56:29', '100350', '2018-04-16 08:35:43', '', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('52f8ba0674e44673bffe6d0b08836633', '4fdf40653eba416eb85f7fbf98d3f17e', '夏红', '市委', null, '3', '1', '3', '4', null, null, '100350', '2018-03-29 14:07:51', '100350', '2018-05-16 15:57:08', '3', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('5528bd52a3634cc98ff2800974ee0370', '4fdf40653eba416eb85f7fbf98d3f17e', '李四', '组织部', null, '12', '6', '6', '12', null, null, '100350', '2018-03-29 14:07:50', '100350', '2018-05-16 15:57:07', '12', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('69705e88b66b450d807735be2a974508', '1fde90fceb504df297b46772fadbff5c', '姓名01', '单位及职务', null, '无', '1', '2', '3', null, null, '100351', '2018-05-17 09:48:46', '100351', '2018-05-17 09:48:46', '无', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('a3a85b0b0a7a4654b706baed2547acd8', '1fde90fceb504df297b46772fadbff5c', '姓名02', '无', null, '无', '2', '1', '3', null, null, '100351', '2018-05-17 09:48:47', '100351', '2018-05-17 09:48:47', '无', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('b331b2253a9d4d9687b32514b731ce40', '194bcfc0d50c4bd9ba0cc06e14a0de6f', '姓名', '无', null, '无', '1', '1', '2', null, null, '100351', '2018-05-07 13:35:36', '100350', '2018-05-17 16:09:37', '无', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('bb6220870cc8453db681f2c3735c86b5', '6625fd0ae004445e83ed051874643d4e', '姓名', null, null, null, '1', '1', '2', null, null, '100351', '2018-05-07 13:41:57', '100351', '2018-05-07 13:41:57', null, '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('e5857a4a76e54780b5e64d5e3f554f6d', '21caf1c623bd42eaa876715692e5df82', '小明', '市委', null, '2', '34', '34', '32', null, null, '100350', '2018-03-29 15:56:29', '100350', '2018-04-16 08:35:44', '23', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('f2f8e76cd4d14f21bb2ff958265fe6bd', 'eab2f21be13d42b99baba85c532bde56', '赵三', '机要局录入员', null, '职位调动', '1', '1', '2', null, null, '100350', '2018-05-09 08:56:28', '100350', '2018-05-09 08:56:45', '无', '0');
INSERT INTO `tbl_roll_in_persons` VALUES ('ff494b7442484912babf56dad1486054', '44925c42aff344be98dcbe07fb1fc381', '测试姓名', '1', null, '1', '1', '2', '3', null, null, '100351', '2018-05-07 10:27:26', '100350', '2018-05-07 10:43:13', '1', '0');

-- ----------------------------
-- Table structure for `tbl_roll_out`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_roll_out`;
CREATE TABLE `tbl_roll_out` (
  `id` varchar(64) NOT NULL COMMENT '编号',
  `character` bigint(11) DEFAULT NULL COMMENT '字',
  `number` bigint(11) DEFAULT NULL COMMENT '号',
  `roll_out_time` datetime DEFAULT NULL COMMENT '转出时间',
  `operator` varchar(64) DEFAULT NULL COMMENT '经办人',
  `recipient` varchar(64) DEFAULT NULL COMMENT '接收人',
  `before_unit` varchar(64) DEFAULT NULL COMMENT '原存档单位',
  `save_unit` varchar(64) DEFAULT NULL COMMENT '现存档单位',
  `receive_unit_tel` varchar(32) DEFAULT NULL COMMENT '接收单位电话',
  `is_return` char(2) DEFAULT NULL COMMENT '是否回执  1:已回执',
  `roll_approve_attachment` varchar(120) DEFAULT NULL COMMENT '转递单附件',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='转出管理';

-- ----------------------------
-- Records of tbl_roll_out
-- ----------------------------
INSERT INTO `tbl_roll_out` VALUES ('9c5243bdb7d848e38c6117487d3531a4', '123', '22', '2018-03-29 15:16:13', '23', '23', '', '', '23', '1', null, '100350', '2018-03-29 15:16:56', '100350', '2018-04-04 08:33:19', null, '0');
INSERT INTO `tbl_roll_out` VALUES ('9eddd4be081a49a6aed540a17ad0ecc3', '9856', '5896', '2018-05-15 08:57:28', '测试001', '测试002', '20006', '20002', '12345678912', '1', null, '100350', '2018-05-15 08:58:32', '100350', '2018-05-17 16:04:06', null, '0');
INSERT INTO `tbl_roll_out` VALUES ('a197a0d333ed45a2815fb9577969d174', '8658', '8658', '2018-05-09 08:58:00', '赵四', '赵武', '20003', '20009', '12345678912', '1', null, '100350', '2018-05-09 08:58:22', '100350', '2018-05-18 14:02:43', null, '0');
INSERT INTO `tbl_roll_out` VALUES ('eb90dab9301f45bca8d94753debf15d4', '1212323', '121231232', '2018-04-17 09:14:02', '测试', '测试', '20006', '20028', '', '1', null, '100350', '2018-04-04 09:14:45', '100350', '2018-04-16 13:55:43', null, '0');

-- ----------------------------
-- Table structure for `tbl_roll_out_back`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_roll_out_back`;
CREATE TABLE `tbl_roll_out_back` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编号',
  `recipient` varchar(64) DEFAULT NULL COMMENT '收件人',
  `return_time` datetime DEFAULT NULL COMMENT '回执时间',
  `return_attment_id` varchar(120) DEFAULT NULL COMMENT '回执附件',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  UNIQUE KEY `main_id` (`main_id`),
  CONSTRAINT `tbl_roll_out_back_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_roll_out` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='转出回执子表';

-- ----------------------------
-- Records of tbl_roll_out_back
-- ----------------------------
INSERT INTO `tbl_roll_out_back` VALUES ('32797f62cd684a85a964494004bdb481', '9eddd4be081a49a6aed540a17ad0ecc3', '测试001', '2018-05-15 10:02:32', '/CadreArchivesManage/copyFiles//file/a405b2e60a214e928d17a692e2273b1c/干部人事档案材料回执单.doc', '100350', '2018-05-15 09:07:35', '100350', '2018-05-15 10:02:33', null, '0');
INSERT INTO `tbl_roll_out_back` VALUES ('436759caaada4622ad75c93533e33c1e', 'eb90dab9301f45bca8d94753debf15d4', '测试', '2018-04-11 11:01:39', '/CadreArchivesManage/copyFiles//file/d6a2a93dd0ff464fbb0737b017379b8f/干部人事档案材料回执单 (3).doc', '100350', '2018-04-11 11:01:39', '100350', '2018-04-11 11:01:39', null, '0');
INSERT INTO `tbl_roll_out_back` VALUES ('5d475399b5ee4f1ea318fb4f18015fe0', 'a197a0d333ed45a2815fb9577969d174', '赵四', '2018-05-18 14:02:43', '', '100350', '2018-05-09 09:18:43', '100350', '2018-05-18 14:02:43', null, '0');

-- ----------------------------
-- Table structure for `tbl_roll_out_persons`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_roll_out_persons`;
CREATE TABLE `tbl_roll_out_persons` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `main_id` varchar(64) NOT NULL COMMENT '主表编码',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `duty` varchar(200) DEFAULT NULL COMMENT '单位及职务',
  `out_type` char(1) DEFAULT NULL COMMENT '转出形式',
  `reason` char(1) DEFAULT NULL COMMENT '转出事由',
  `reason_content` varchar(2000) DEFAULT NULL COMMENT '事由具体内容',
  `related_attachment` varchar(1000) DEFAULT NULL COMMENT '相关附件',
  `original_no` bigint(11) DEFAULT NULL COMMENT '正本（卷）',
  `vice_no` bigint(11) DEFAULT NULL COMMENT '副本（卷）',
  `files_no` bigint(11) DEFAULT NULL COMMENT '档案材料（份）',
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `archives_no` varchar(16) DEFAULT NULL COMMENT '档案号',
  `approve_attachment` varchar(120) DEFAULT NULL COMMENT '审批附件',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`),
  KEY `main_id` (`main_id`) USING BTREE,
  CONSTRAINT `tbl_roll_out_persons_ibfk_1` FOREIGN KEY (`main_id`) REFERENCES `tbl_roll_out` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='转出人员子表';

-- ----------------------------
-- Records of tbl_roll_out_persons
-- ----------------------------
INSERT INTO `tbl_roll_out_persons` VALUES ('047faf2062434aceb888054ab572790a', 'eb90dab9301f45bca8d94753debf15d4', '小明', '组织部', '1', '1', '回调', null, '1', '1', '2', null, null, '', '100350', '2018-04-04 09:14:52', '100350', '2018-04-16 13:55:43', '无', '0');
INSERT INTO `tbl_roll_out_persons` VALUES ('47748ed5206643d0abc1aa3548145683', 'eb90dab9301f45bca8d94753debf15d4', '小缸', '测试职务', '2', '1', null, null, '2', '1', '3', null, null, '', '100350', '2018-04-16 13:55:44', '100350', '2018-04-16 13:55:44', '无', '0');
INSERT INTO `tbl_roll_out_persons` VALUES ('7566e1572b1642a7ab5199e7aaa4dbc0', '9c5243bdb7d848e38c6117487d3531a4', '小明', '测试', '1', '1', '测试', null, '1', '1', '2', null, null, '/CadreArchivesManage/copyFiles//file/c78498c096f44d6abc87ad099cab3ef9/model.xlsx', '100350', '2018-04-03 17:18:10', '100350', '2018-04-03 17:18:10', '测试', '0');
INSERT INTO `tbl_roll_out_persons` VALUES ('8bb0e5c99e9847bf9eccaacd80fc9ae1', '9eddd4be081a49a6aed540a17ad0ecc3', '姓名02', '工作单位及职务02', '2', '1', '无', '无', '1', '1', '2', null, null, '', '100350', '2018-05-17 16:04:09', '100350', '2018-05-17 16:04:09', '无', '0');
INSERT INTO `tbl_roll_out_persons` VALUES ('a6171eccdf9a44c0bc486fb71281dc57', 'a197a0d333ed45a2815fb9577969d174', '赵二', '机要局员工', '1', '1', '职位调动', '无', '1', '1', '2', null, null, '/CadreArchivesManage/copyFiles//file/126a13cabb36435cbdfba42125a5d41e/市管干部档案转出审批单.doc', '100350', '2018-05-09 09:01:03', '100350', '2018-05-18 14:02:43', '无', '0');
INSERT INTO `tbl_roll_out_persons` VALUES ('aee4da749dc24a908b0a00ee61d671e1', '9eddd4be081a49a6aed540a17ad0ecc3', '小明', '工作单位及职务', '1', '1', '转出原因', '附件名称', '1', '2', '3', null, null, '', '100350', '2018-05-15 08:58:33', '100350', '2018-05-17 16:04:07', '无', '0');
INSERT INTO `tbl_roll_out_persons` VALUES ('dc9ce4494ff2468c967444eefbcee3a8', '9eddd4be081a49a6aed540a17ad0ecc3', '姓名03', '工作单位及职务03', '1', '1', '无', '无', '1', '1', '2', null, null, '', '100350', '2018-05-17 16:04:10', '100350', '2018-05-17 16:04:10', '无', '0');
INSERT INTO `tbl_roll_out_persons` VALUES ('eeac7f95959a45f39f32430221012eab', '9eddd4be081a49a6aed540a17ad0ecc3', '姓名01', '工作单位及职务01', '2', '2', '无', '无', '1', '1', '2', null, null, '', '100350', '2018-05-17 16:04:08', '100350', '2018-05-17 16:04:08', '无', '0');

-- ----------------------------
-- Table structure for `tbl_scattered_files`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_scattered_files`;
CREATE TABLE `tbl_scattered_files` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `hand_over_unit` varchar(64) DEFAULT NULL COMMENT '移交单位',
  `hand_over_date` datetime DEFAULT NULL COMMENT '移交时间',
  `operator` varchar(64) DEFAULT NULL COMMENT '经手人',
  `recipient` varchar(64) DEFAULT NULL COMMENT '接收人',
  `status` char(2) DEFAULT '1' COMMENT '业务状态1:未审核 2:审核中 3:已审核',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='零散材料管理';

-- ----------------------------
-- Records of tbl_scattered_files
-- ----------------------------
INSERT INTO `tbl_scattered_files` VALUES ('095b248a8bd746e49c1ddfbede4c1af9', '20015', '2018-05-09 09:19:17', '郑大', '郑二', '3', '100350', '2018-05-09 09:21:15', '100350', '2018-05-09 09:21:33', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('2d42531e9a8e480793e752f08a3cd50e', '20010', '2018-05-30 09:42:18', '经手人', '接收人', '1', '100351', '2018-05-17 09:43:20', '100351', '2018-05-17 09:43:20', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('32880b2b9ab340348bdb5695bf60f890', '20002', '2018-05-24 10:32:18', '李四', '汉武', '3', '100350', '2018-05-07 10:33:00', '100350', '2018-05-08 14:16:51', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('58f07c9b4b1f427abd50e1f622be0177', '20006', '2018-05-15 11:18:30', '经办人', '接收人', '1', '100350', '2018-05-15 11:20:00', '100350', '2018-05-15 11:20:00', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('61ce5879f06f49b09173c51aca5ca523', '20009', '2018-05-23 09:35:55', '经手人', '接收人', '1', '100351', '2018-05-18 09:36:17', '100351', '2018-05-18 09:36:17', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('72b64c52e2a24a6cb41cd48bc571ebf3', '20002', '2018-05-07 00:00:00', '测试经手人', '测试接收人', '1', '100351', '2018-05-07 10:28:29', '100350', '2018-05-07 10:29:50', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('8471c3a4d7664c10acd1b3a627ca8950', '20012', '2018-05-07 10:34:02', '32', '12', '1', '100350', '2018-05-07 10:34:13', '100350', '2018-05-08 16:01:08', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('a56fa269c3a34233a422e296de9efc8d', '20009', '2018-05-14 00:00:00', '测试', '测试', '1', '100351', '2018-05-14 09:55:06', '100350', '2018-05-15 10:58:27', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('a5822de0326f4ac9aa9bc766765b2b46', '20038', '2018-05-09 00:00:00', '孙达', '孙二', '1', '100350', '2018-05-09 09:25:34', '100350', '2018-05-09 13:51:57', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('bf8facba0c66470ea00c3931a289935a', '20012', '2018-05-08 00:00:00', '小红', '小明', '1', '100351', '2018-05-14 09:26:00', '100350', '2018-05-15 10:20:08', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('cdd5af9d768a46c5b7b7e4c00efd589e', '23', '2018-03-29 15:48:28', '23', '23', '3', '100350', '2018-03-29 15:48:47', '100350', '2018-04-19 14:05:33', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('cde24688cc0044cb8bdcb25aed8d46b3', '20006', '2018-12-12 00:00:00', '小明', '小红', '3', '100350', '2018-04-12 09:25:25', '100350', '2018-04-17 17:30:53', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('d51216118eaa4ada806906257c4f7ffe', '20017', '2018-12-18 00:00:00', '小红', '小李', '3', '100350', '2018-04-08 11:35:06', '100350', '2018-05-08 14:16:52', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('d58ab042d60642489beba9465fd00c6b', '20002', '2018-04-02 15:46:41', '12', '21', '1', '100351', '2018-04-20 15:46:47', '100351', '2018-04-20 15:46:47', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('e1c8d15809bd4509bd2fec53d5b4dee8', '20011', '2018-05-02 00:00:00', '经办', '接收人', '1', '100351', '2018-05-14 10:44:32', '100350', '2018-05-17 16:08:09', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('e4b6b1d4411a48d3a247bf37569fbb5a', '20002', '2018-05-15 00:00:00', '小明', '小红', '1', '100350', '2018-05-15 15:21:52', '100350', '2018-05-15 15:21:52', null, '0');
INSERT INTO `tbl_scattered_files` VALUES ('f6b0799960b44e589ebebf6112be4d8b', '20006', '2018-04-24 09:06:45', null, null, '3', '100350', '2018-04-04 09:07:06', '100350', '2018-04-17 14:59:51', null, '0');

-- ----------------------------
-- Table structure for `tbl_supervise_handle`
-- ----------------------------
DROP TABLE IF EXISTS `tbl_supervise_handle`;
CREATE TABLE `tbl_supervise_handle` (
  `id` varchar(64) NOT NULL COMMENT '编码',
  `archives_no` varchar(16) DEFAULT NULL COMMENT '档案号',
  `name` varchar(64) DEFAULT NULL COMMENT '姓名',
  `sex` varchar(2) DEFAULT NULL COMMENT '性别',
  `birthday` date DEFAULT NULL COMMENT '出生日期',
  `before_unit_duty` varchar(128) DEFAULT NULL COMMENT '原单位及职务',
  `unit_duty` varchar(128) DEFAULT NULL COMMENT '单位及职务',
  `status` char(1) DEFAULT NULL COMMENT '业务状态(1:未上交 2:已上交 3:已逾期)',
  `present_duty_time` datetime DEFAULT NULL COMMENT '拟任现职时间',
  `raised_time` datetime DEFAULT NULL COMMENT '应提交档案时间',
  `count_down` bigint(11) DEFAULT NULL COMMENT '倒计时(天)',
  `waring_status` char(1) DEFAULT NULL COMMENT '预警灯状态G-绿Y-黄R-红',
  `certificate_no` varchar(30) DEFAULT NULL COMMENT '证件号',
  `create_by` varchar(64) NOT NULL COMMENT '创建者',
  `create_date` datetime NOT NULL COMMENT '创建时间',
  `update_by` varchar(64) NOT NULL COMMENT '更新者',
  `update_date` datetime NOT NULL COMMENT '更新时间',
  `remarks` varchar(255) DEFAULT NULL COMMENT '备注信息',
  `del_flag` char(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  PRIMARY KEY (`id`),
  UNIQUE KEY `id` (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='督查督办';

-- ----------------------------
-- Records of tbl_supervise_handle
-- ----------------------------
INSERT INTO `tbl_supervise_handle` VALUES ('46c68b62bca74b3d964e8ac8c46b668d', null, '小港', null, '1990-12-13', '原任职单位及职务02', '现任职单位及职务02', '1', '2018-12-02 00:00:00', '2019-03-02 00:00:00', '284', 'G', null, '100350', '2018-04-12 17:05:53', '100350', '2018-04-12 17:05:53', null, '0');
INSERT INTO `tbl_supervise_handle` VALUES ('6ea1ff74d443408b816753f3c5393cc8', null, '小红', null, '1990-12-15', '原任职单位及职务04', '现任职单位及职务04', '1', '2018-12-04 00:00:00', '2019-03-04 00:00:00', '286', 'G', null, '100350', '2018-04-12 17:05:54', '100350', '2018-04-12 17:05:54', null, '0');
INSERT INTO `tbl_supervise_handle` VALUES ('71f3ce995b334c34ac1cf0637798a260', null, '小明', null, '1990-12-12', '原任职单位及职务01', '现任职单位及职务01', '2', '2018-12-01 00:00:00', '2019-03-01 00:00:00', '90', 'G', null, '100350', '2018-04-12 17:05:52', '100350', '2018-04-12 17:06:27', null, '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10001', null, '姓名_1', null, '1990-01-01', '原单位及职务_1', '单位及职务_1', '1', '2018-04-01 12:00:00', '2018-08-01 12:00:00', '72', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_1', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10002', null, '姓名_2', null, '1990-01-02', '原单位及职务_2', '单位及职务_2', '2', '2018-04-02 12:00:00', '2018-08-02 12:00:00', '2', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_2', '1');
INSERT INTO `tbl_supervise_handle` VALUES ('a10003', null, '姓名_3', null, '1990-01-03', '原单位及职务_3', '单位及职务_3', '3', '2018-04-03 12:00:00', '2018-08-03 12:00:00', '3', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_3', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10004', null, '姓名_4', null, '1990-01-01', '原单位及职务_4', '单位及职务_4', '1', '2018-04-01 12:00:00', '2018-08-01 12:00:00', '72', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_4', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10005', null, '姓名_5', null, '1990-01-02', '原单位及职务_5', '单位及职务_5', '2', '2018-04-02 12:00:00', '2018-08-02 12:00:00', '5', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_5', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10006', null, '姓名_6', null, '1990-01-03', '原单位及职务_6', '单位及职务_6', '3', '2018-04-03 12:00:00', '2018-08-03 12:00:00', '6', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_6', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10007', null, '姓名_7', null, '1990-01-01', '原单位及职务_7', '单位及职务_7', '1', '2018-04-01 12:00:00', '2018-08-01 12:00:00', '72', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_7', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10008', null, '姓名_8', null, '1990-01-02', '原单位及职务_8', '单位及职务_8', '2', '2018-04-02 12:00:00', '2018-08-02 12:00:00', '8', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_8', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10009', null, '姓名_9', null, '1990-01-03', '原单位及职务_9', '单位及职务_9', '3', '2018-04-03 12:00:00', '2018-08-03 12:00:00', '9', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_9', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('a10010', null, '姓名_10', null, '1990-01-01', '原单位及职务_10', '单位及职务_10', '1', '2018-04-01 12:00:00', '2018-08-01 12:00:00', '72', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_10', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10011', null, '姓名_11', null, '1990-01-11', '原单位及职务_11', '单位及职务_11', '2', '2018-04-11 12:00:00', '2018-08-11 12:00:00', '11', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_11', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10012', null, '姓名_12', null, '1990-01-12', '原单位及职务_12', '单位及职务_12', '3', '2018-04-12 12:00:00', '2018-08-12 12:00:00', '12', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_12', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10013', null, '姓名_13', null, '1990-01-13', '原单位及职务_13', '单位及职务_13', '1', '2018-04-13 12:00:00', '2018-08-13 12:00:00', '84', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_13', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10014', null, '姓名_14', null, '1990-01-14', '原单位及职务_14', '单位及职务_14', '2', '2018-04-14 12:00:00', '2018-08-14 12:00:00', '14', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_14', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10015', null, '姓名_15', null, '1990-01-15', '原单位及职务_15', '单位及职务_15', '3', '2018-04-15 12:00:00', '2018-08-15 12:00:00', '15', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_15', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10016', null, '姓名_16', null, '1990-01-16', '原单位及职务_16', '单位及职务_16', '1', '2018-04-16 12:00:00', '2018-08-16 12:00:00', '87', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_16', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10017', null, '姓名_17', null, '1990-01-17', '原单位及职务_17', '单位及职务_17', '2', '2018-04-17 12:00:00', '2018-08-17 12:00:00', '17', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_17', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10018', null, '姓名_18', null, '1990-01-18', '原单位及职务_18', '单位及职务_18', '3', '2018-04-18 12:00:00', '2018-08-18 12:00:00', '18', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_18', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10019', null, '姓名_19', null, '1990-01-19', '原单位及职务_19', '单位及职务_19', '1', '2018-04-19 12:00:00', '2018-08-19 12:00:00', '90', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_19', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10020', null, '姓名_20', null, '1990-01-20', '原单位及职务_20', '单位及职务_20', '2', '2018-04-20 12:00:00', '2018-08-20 12:00:00', '20', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_20', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10021', null, '姓名_21', null, '1990-01-21', '原单位及职务_21', '单位及职务_21', '3', '2018-04-21 12:00:00', '2018-08-21 12:00:00', '21', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_21', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10022', null, '姓名_22', null, '1990-01-22', '原单位及职务_22', '单位及职务_22', '1', '2018-04-22 12:00:00', '2018-08-22 12:00:00', '93', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_22', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10023', null, '姓名_23', null, '1990-01-23', '原单位及职务_23', '单位及职务_23', '2', '2018-04-23 12:00:00', '2018-08-23 12:00:00', '23', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_23', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10024', null, '姓名_24', null, '1990-01-24', '原单位及职务_24', '单位及职务_24', '3', '2018-04-24 12:00:00', '2018-08-24 12:00:00', '24', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_24', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10025', null, '姓名_25', null, '1990-01-25', '原单位及职务_25', '单位及职务_25', '1', '2018-04-25 12:00:00', '2018-08-25 12:00:00', '96', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_25', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10026', null, '姓名_26', null, '1990-01-26', '原单位及职务_26', '单位及职务_26', '2', '2018-04-26 12:00:00', '2018-08-26 12:00:00', '26', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_26', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10027', null, '姓名_27', null, '1990-01-27', '原单位及职务_27', '单位及职务_27', '3', '2018-04-27 12:00:00', '2018-08-27 12:00:00', '27', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_27', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10028', null, '姓名_28', null, '1990-01-28', '原单位及职务_28', '单位及职务_28', '1', '2018-04-28 12:00:00', '2018-08-28 12:00:00', '99', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_28', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10029', null, '姓名_29', null, '1990-01-29', '原单位及职务_29', '单位及职务_29', '2', '2018-04-29 12:00:00', '2018-08-29 12:00:00', '29', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_29', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10030', null, '姓名_30', null, '1990-01-30', '原单位及职务_30', '单位及职务_30', '3', '2018-04-30 12:00:00', '2018-08-30 12:00:00', '30', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_30', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10031', null, '姓名_31', null, '1990-01-01', '原单位及职务_31', '单位及职务_31', '1', '2018-04-01 12:00:00', '2018-08-01 12:00:00', '72', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_31', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10032', null, '姓名_32', null, '1990-01-02', '原单位及职务_32', '单位及职务_32', '2', '2018-04-02 12:00:00', '2018-08-02 12:00:00', '32', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_32', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10033', null, '姓名_33', null, '1990-01-03', '原单位及职务_33', '单位及职务_33', '3', '2018-04-03 12:00:00', '2018-08-03 12:00:00', '33', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_33', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10034', null, '姓名_34', null, '1990-01-04', '原单位及职务_34', '单位及职务_34', '1', '2018-04-04 12:00:00', '2018-08-04 12:00:00', '75', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_34', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10035', null, '姓名_35', null, '1990-01-05', '原单位及职务_35', '单位及职务_35', '2', '2018-04-05 12:00:00', '2018-08-05 12:00:00', '35', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_35', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10036', null, '姓名_36', null, '1990-01-06', '原单位及职务_36', '单位及职务_36', '3', '2018-04-06 12:00:00', '2018-08-06 12:00:00', '36', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_36', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10037', null, '姓名_37', null, '1990-01-07', '原单位及职务_37', '单位及职务_37', '1', '2018-04-07 12:00:00', '2018-08-07 12:00:00', '78', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_37', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10038', null, '姓名_38', null, '1990-01-08', '原单位及职务_38', '单位及职务_38', '2', '2018-04-08 12:00:00', '2018-08-08 12:00:00', '38', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_38', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10039', null, '姓名_39', null, '1990-01-09', '原单位及职务_39', '单位及职务_39', '3', '2018-04-09 12:00:00', '2018-08-09 12:00:00', '39', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_39', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10040', null, '姓名_40', null, '1990-01-10', '原单位及职务_40', '单位及职务_40', '1', '2018-04-10 12:00:00', '2018-08-10 12:00:00', '81', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_40', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10041', null, '姓名_41', null, '1990-01-11', '原单位及职务_41', '单位及职务_41', '2', '2018-04-11 12:00:00', '2018-08-11 12:00:00', '41', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_41', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10042', null, '姓名_42', null, '1990-01-12', '原单位及职务_42', '单位及职务_42', '3', '2018-04-12 12:00:00', '2018-08-12 12:00:00', '42', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_42', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10043', null, '姓名_43', null, '1990-01-13', '原单位及职务_43', '单位及职务_43', '1', '2018-04-13 12:00:00', '2018-08-13 12:00:00', '84', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_43', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10044', null, '姓名_44', null, '1990-01-14', '原单位及职务_44', '单位及职务_44', '2', '2018-04-14 12:00:00', '2018-08-14 12:00:00', '44', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_44', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10045', null, '姓名_45', null, '1990-01-15', '原单位及职务_45', '单位及职务_45', '3', '2018-04-15 12:00:00', '2018-08-15 12:00:00', '45', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_45', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10046', null, '姓名_46', null, '1990-01-16', '原单位及职务_46', '单位及职务_46', '1', '2018-04-16 12:00:00', '2018-08-16 12:00:00', '87', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_46', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10047', null, '姓名_47', null, '1990-01-17', '原单位及职务_47', '单位及职务_47', '2', '2018-04-17 12:00:00', '2018-08-17 12:00:00', '47', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_47', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10048', null, '姓名_48', null, '1990-01-18', '原单位及职务_48', '单位及职务_48', '3', '2018-04-18 12:00:00', '2018-08-18 12:00:00', '48', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_48', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10049', null, '姓名_49', null, '1990-01-19', '原单位及职务_49', '单位及职务_49', '1', '2018-04-19 12:00:00', '2018-08-19 12:00:00', '90', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_49', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10050', null, '姓名_50', null, '1990-01-20', '原单位及职务_50', '单位及职务_50', '2', '2018-04-20 12:00:00', '2018-08-20 12:00:00', '50', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_50', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10051', null, '姓名_51', null, '1990-01-21', '原单位及职务_51', '单位及职务_51', '3', '2018-04-21 12:00:00', '2018-08-21 12:00:00', '51', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_51', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10052', null, '姓名_52', null, '1990-01-22', '原单位及职务_52', '单位及职务_52', '1', '2018-04-22 12:00:00', '2018-08-22 12:00:00', '93', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_52', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10053', null, '姓名_53', null, '1990-01-23', '原单位及职务_53', '单位及职务_53', '2', '2018-04-23 12:00:00', '2018-08-23 12:00:00', '53', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_53', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10054', null, '姓名_54', null, '1990-01-24', '原单位及职务_54', '单位及职务_54', '3', '2018-04-24 12:00:00', '2018-08-24 12:00:00', '54', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_54', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10055', null, '姓名_55', null, '1990-01-25', '原单位及职务_55', '单位及职务_55', '1', '2018-04-25 12:00:00', '2018-08-25 12:00:00', '96', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_55', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10056', null, '姓名_56', null, '1990-01-26', '原单位及职务_56', '单位及职务_56', '2', '2018-04-26 12:00:00', '2018-08-26 12:00:00', '56', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_56', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10057', null, '姓名_57', null, '1990-01-27', '原单位及职务_57', '单位及职务_57', '3', '2018-04-27 12:00:00', '2018-08-27 12:00:00', '57', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_57', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10058', null, '姓名_58', null, '1990-01-28', '原单位及职务_58', '单位及职务_58', '1', '2018-04-28 12:00:00', '2018-08-28 12:00:00', '99', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_58', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10059', null, '姓名_59', null, '1990-01-29', '原单位及职务_59', '单位及职务_59', '2', '2018-04-29 12:00:00', '2018-08-29 12:00:00', '59', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_59', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10060', null, '姓名_60', null, '1990-01-30', '原单位及职务_60', '单位及职务_60', '3', '2018-04-30 12:00:00', '2018-08-30 12:00:00', '60', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_60', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10061', null, '姓名_61', null, '1990-01-01', '原单位及职务_61', '单位及职务_61', '1', '2018-04-01 12:00:00', '2018-08-01 12:00:00', '72', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_61', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10062', null, '姓名_62', null, '1990-01-02', '原单位及职务_62', '单位及职务_62', '2', '2018-04-02 12:00:00', '2018-08-02 12:00:00', '62', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_62', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10063', null, '姓名_63', null, '1990-01-03', '原单位及职务_63', '单位及职务_63', '3', '2018-04-03 12:00:00', '2018-08-03 12:00:00', '63', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_63', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10064', null, '姓名_64', null, '1990-01-04', '原单位及职务_64', '单位及职务_64', '1', '2018-04-04 12:00:00', '2018-08-04 12:00:00', '75', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_64', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10065', null, '姓名_65', null, '1990-01-05', '原单位及职务_65', '单位及职务_65', '2', '2018-04-05 12:00:00', '2018-08-05 12:00:00', '65', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_65', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10066', null, '姓名_66', null, '1990-01-06', '原单位及职务_66', '单位及职务_66', '3', '2018-04-06 12:00:00', '2018-08-06 12:00:00', '66', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_66', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10067', null, '姓名_67', null, '1990-01-07', '原单位及职务_67', '单位及职务_67', '1', '2018-04-07 12:00:00', '2018-08-07 12:00:00', '78', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_67', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10068', null, '姓名_68', null, '1990-01-08', '原单位及职务_68', '单位及职务_68', '2', '2018-04-08 12:00:00', '2018-08-08 12:00:00', '68', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_68', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10069', null, '姓名_69', null, '1990-01-09', '原单位及职务_69', '单位及职务_69', '3', '2018-04-09 12:00:00', '2018-08-09 12:00:00', '69', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_69', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10070', null, '姓名_70', null, '1990-01-10', '原单位及职务_70', '单位及职务_70', '1', '2018-04-10 12:00:00', '2018-08-10 12:00:00', '81', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_70', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10071', null, '姓名_71', null, '1990-01-11', '原单位及职务_71', '单位及职务_71', '2', '2018-04-11 12:00:00', '2018-08-11 12:00:00', '71', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_71', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10072', null, '姓名_72', null, '1990-01-12', '原单位及职务_72', '单位及职务_72', '3', '2018-04-12 12:00:00', '2018-08-12 12:00:00', '72', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_72', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10073', null, '姓名_73', null, '1990-01-13', '原单位及职务_73', '单位及职务_73', '1', '2018-04-13 12:00:00', '2018-08-13 12:00:00', '84', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_73', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10074', null, '姓名_74', null, '1990-01-14', '原单位及职务_74', '单位及职务_74', '2', '2018-04-14 12:00:00', '2018-08-14 12:00:00', '74', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_74', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10075', null, '姓名_75', null, '1990-01-15', '原单位及职务_75', '单位及职务_75', '3', '2018-04-15 12:00:00', '2018-08-15 12:00:00', '75', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_75', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10076', null, '姓名_76', null, '1990-01-16', '原单位及职务_76', '单位及职务_76', '1', '2018-04-16 12:00:00', '2018-08-16 12:00:00', '87', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_76', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10077', null, '姓名_77', null, '1990-01-17', '原单位及职务_77', '单位及职务_77', '2', '2018-04-17 12:00:00', '2018-08-17 12:00:00', '77', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_77', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10078', null, '姓名_78', null, '1990-01-18', '原单位及职务_78', '单位及职务_78', '3', '2018-04-18 12:00:00', '2018-08-18 12:00:00', '78', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_78', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10079', null, '姓名_79', null, '1990-01-19', '原单位及职务_79', '单位及职务_79', '1', '2018-04-19 12:00:00', '2018-08-19 12:00:00', '90', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_79', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10080', null, '姓名_80', null, '1990-01-20', '原单位及职务_80', '单位及职务_80', '2', '2018-04-20 12:00:00', '2018-08-20 12:00:00', '80', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_80', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10081', null, '姓名_81', null, '1990-01-21', '原单位及职务_81', '单位及职务_81', '3', '2018-04-21 12:00:00', '2018-08-21 12:00:00', '81', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_81', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10082', null, '姓名_82', null, '1990-01-22', '原单位及职务_82', '单位及职务_82', '1', '2018-04-22 12:00:00', '2018-08-22 12:00:00', '93', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_82', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10083', null, '姓名_83', null, '1990-01-23', '原单位及职务_83', '单位及职务_83', '2', '2018-04-23 12:00:00', '2018-08-23 12:00:00', '83', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_83', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10084', null, '姓名_84', null, '1990-01-24', '原单位及职务_84', '单位及职务_84', '3', '2018-04-24 12:00:00', '2018-08-24 12:00:00', '84', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_84', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10085', null, '姓名_85', null, '1990-01-25', '原单位及职务_85', '单位及职务_85', '1', '2018-04-25 12:00:00', '2018-08-25 12:00:00', '96', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_85', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10086', null, '姓名_86', null, '1990-01-26', '原单位及职务_86', '单位及职务_86', '2', '2018-04-26 12:00:00', '2018-08-26 12:00:00', '86', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_86', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10087', null, '姓名_87', null, '1990-01-27', '原单位及职务_87', '单位及职务_87', '3', '2018-04-27 12:00:00', '2018-08-27 12:00:00', '87', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_87', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10088', null, '姓名_88', null, '1990-01-28', '原单位及职务_88', '单位及职务_88', '1', '2018-04-28 12:00:00', '2018-08-28 12:00:00', '99', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_88', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10089', null, '姓名_89', null, '1990-01-29', '原单位及职务_89', '单位及职务_89', '2', '2018-04-29 12:00:00', '2018-08-29 12:00:00', '89', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_89', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10090', null, '姓名_90', null, '1990-01-30', '原单位及职务_90', '单位及职务_90', '3', '2018-04-30 12:00:00', '2018-08-30 12:00:00', '90', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_90', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10091', null, '姓名_91', null, '1990-01-01', '原单位及职务_91', '单位及职务_91', '1', '2018-04-01 12:00:00', '2018-08-01 12:00:00', '72', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_91', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10092', null, '姓名_92', null, '1990-01-02', '原单位及职务_92', '单位及职务_92', '2', '2018-04-02 12:00:00', '2018-08-02 12:00:00', '92', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_92', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10093', null, '姓名_93', null, '1990-01-03', '原单位及职务_93', '单位及职务_93', '3', '2018-04-03 12:00:00', '2018-08-03 12:00:00', '93', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_93', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10094', null, '姓名_94', null, '1990-01-04', '原单位及职务_94', '单位及职务_94', '1', '2018-04-04 12:00:00', '2018-08-04 12:00:00', '75', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_94', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10095', null, '姓名_95', null, '1990-01-05', '原单位及职务_95', '单位及职务_95', '2', '2018-04-05 12:00:00', '2018-08-05 12:00:00', '95', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_95', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10096', null, '姓名_96', null, '1990-01-06', '原单位及职务_96', '单位及职务_96', '3', '2018-04-06 12:00:00', '2018-08-06 12:00:00', '96', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_96', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10097', null, '姓名_97', null, '1990-01-07', '原单位及职务_97', '单位及职务_97', '1', '2018-04-07 12:00:00', '2018-08-07 12:00:00', '78', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_97', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10098', null, '姓名_98', null, '1990-01-08', '原单位及职务_98', '单位及职务_98', '2', '2018-04-08 12:00:00', '2018-08-08 12:00:00', '98', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_98', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10099', null, '姓名_99', null, '1990-01-09', '原单位及职务_99', '单位及职务_99', '3', '2018-04-09 12:00:00', '2018-08-09 12:00:00', '99', 'R', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_99', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('abc10100', null, '姓名_100', null, '1990-01-10', '原单位及职务_100', '单位及职务_100', '1', '2018-04-10 12:00:00', '2018-08-10 12:00:00', '81', 'G', null, '100350', '2018-05-02 12:00:00', '100350', '2018-05-02 12:00:00', '备注信息_100', '0');
INSERT INTO `tbl_supervise_handle` VALUES ('c0f32a702e4a4f45b3391fb57d53a38f', null, '小刚', null, '1990-12-18', null, '市委干部', '1', '2018-12-14 00:00:00', '2019-03-14 00:00:00', '327', 'G', null, '100350', '2018-04-12 10:15:38', '100350', '2018-04-12 10:15:38', null, '1');
INSERT INTO `tbl_supervise_handle` VALUES ('c425275d02b2452eab89a57a57bb596f', null, '小明', null, '1990-12-18', null, '市委干部', '3', '2018-12-12 00:00:00', '2019-03-12 00:00:00', '0', 'R', null, '100350', '2018-04-12 10:15:37', '100350', '2018-04-12 11:26:30', null, '0');
INSERT INTO `tbl_supervise_handle` VALUES ('ebd693c91f504143961f3c4e14704e84', null, '潇湘', null, '1990-12-14', '原任职单位及职务03', '现任职单位及职务03', '1', '2018-12-03 00:00:00', '2019-03-03 00:00:00', '285', 'G', null, '100350', '2018-04-12 17:05:53', '100350', '2018-04-12 17:05:53', null, '0');

-- ----------------------------
-- Table structure for `ywgl_table_office_element`
-- ----------------------------
DROP TABLE IF EXISTS `ywgl_table_office_element`;
CREATE TABLE `ywgl_table_office_element` (
  `ID` varchar(50) NOT NULL COMMENT 'ID',
  `DATA_ID` varchar(50) NOT NULL COMMENT '数据ID',
  `OFFICE_ID` varchar(50) DEFAULT NULL COMMENT '单位ID',
  `OFFICE_NAME` varchar(50) DEFAULT NULL COMMENT '单位名称',
  `CHARGE_PERSON` varchar(500) DEFAULT '' COMMENT '负责人',
  `FILE_PATH` varchar(500) DEFAULT NULL COMMENT '相关附件',
  `SORT` varchar(50) DEFAULT NULL COMMENT '排序序号',
  `CREATE_BY` varchar(50) DEFAULT NULL COMMENT '创建者',
  `CREATE_DATE` datetime DEFAULT NULL COMMENT '创建日期',
  `UPDATE_BY` varchar(50) DEFAULT NULL COMMENT '更新者',
  `UPDATE_DATE` datetime DEFAULT NULL COMMENT '更新日期',
  `REMARKS` varchar(50) DEFAULT NULL COMMENT '备注',
  `DEL_FLAG` varchar(1) NOT NULL DEFAULT '0' COMMENT '删除标记',
  `A0001` varchar(255) DEFAULT NULL COMMENT '绑定字段',
  `A0002` varchar(255) DEFAULT NULL COMMENT '上传时间',
  `A0003` varchar(255) DEFAULT NULL COMMENT '左边第二附件路径',
  `A0004` varchar(255) DEFAULT NULL COMMENT '完成时限',
  `A0005` varchar(255) DEFAULT NULL COMMENT '工作评价',
  PRIMARY KEY (`ID`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 COMMENT='年度重点任务督查--父级表';

-- ----------------------------
-- Records of ywgl_table_office_element
-- ----------------------------
